{"maximumSentences":7,"searchTerm":"metallica","prefix":"The history of","sourceContentOriginal":"Metallica é uma banda norte-americana de heavy metal originária de Los Angeles, mas com base em San Francisco. O seu repertório inclui tempos rápidos, pesados, melódicos, instrumentais e musicalidade agressiva, a qual os colocou no lugar de pioneiros do thrash metal e uma das bandas fundadoras do Big Four of Thrash, conjuntamente com Slayer, Megadeth e Anthrax. Os Metallica formaram-se em 1981, após James Hetfield responder a um anúncio que Lars Ulrich colocou no jornal local. A sua formação atual apresenta os fundadores Ulrich (bateria) e Hetfield (vocal e guitarra base), o guitarrista Kirk Hammett (que se juntou à banda em 1983), e o baixista Robert Trujillo (membro desde 2003). Antes de chegarem à sua formação atual, a banda teve outros integrantes, sendo eles: Dave Mustaine (guitarra), Ron McGovney, Cliff Burton e Jason Newsted (baixo).\nCom os lançamentos de seus quatro primeiros álbuns, os Metallica ganhou uma crescente base de fãs na comunidade de música underground, e alguns críticos dizem que Master of Puppets (1986) é um dos álbuns de thrash metal mais influentes e \"pesados\". Logo após, a banda alcançou enorme sucesso comercial com o seu álbum auto-intitulado de 1991 (também conhecido como The Black Album), que já vendeu 40 milhões de cópias pelo mundo até hoje. Com este lançamento a banda expandiu seu direcionamento musical, atingindo uma audiência mais mainstream. Com os lançamentos de Load e Reload nos anos 1990, os Metallica tentaram aproximar-se do rock alternativo que fazia sucesso na época para ganhar uma nova base de fãs, mas foi acusada por seus fãs antigos de \"vender-se\" para as gravadoras. Em 2000 os Metallica estiveram entre os vários artistas que apresentaram uma ação judicial contra o Napster por compartilhar materiais protegidos por direitos de autor livremente sem o consentimento dos membros da banda. A resolução foi tomada, e Napster se tornou um serviço de uso pago.\nApesar de atingir o primeiro lugar na Billboard 200, o lançamento de St. Anger em 2003 foi controverso pelas influências de nu metal e a produção musical crua de Bob Rock. O disco sucessor, Death Magnetic (2008), foi produzido por Rick Rubin e recebeu avaliações mais favoráveis. Mais tarde, a discografia de estúdio do conjunto somou o álbum Lulu (2011), em parceria com Lou Reed e que recebeu críticas mistas. Em 2012, a banda fundou sua própria gravadora, chamada Blackened Recordings, e adquiriu os direitos de todos os seus álbuns de estúdio. Seu disco mais recente é Hardwired...to Self-Destruct, lançado no fim de 2016. Em mais de 30 anos de carreira, os Metallica já lançaram dez álbuns de estúdio, quatro álbuns ao vivo, dez álbuns de vídeo, dentre outros. Tornaram-se uma das bandas mais influentes e bem sucedidas de todos os tempos, tendo vendido cerca de 200 milhões de discos no mundo inteiro. A banda já recebeu nove premiações no Grammy Awards, entrou para o Rock and Roll Hall of Fame em 2009 e tem seis álbuns consecutivos em primeiro lugar na Billboard 200.\n\n\n== História ==\n\n\n=== Primórdios (1981–1983) ===\nO Metallica foi formado em Los Angeles, Califórnia, no fim de 1981 quando o baterista Lars Ulrich colocou um anúncio num jornal de Los Angeles—The Recycler—que dizia \"Baterista à procura de outros músicos de metal para jam com Tygers of Pan Tang, Diamond Head e Iron Maiden\". Os guitarristas James Hetfield e Hugh Tanner de Leather Charm responderam ao anúncio. Embora ele não tivesse formado uma banda, Ulrich perguntou para o fundador da Metal Blade Records Brian Slagel se ele podia gravar uma canção para a próxima compilação da gravadora intitulada Metal Massacre. Slagel aceitou e Ulrich recrutou Hetfield para cantar e tocar baixo em 1981.\n\nUlrich conversou com seu amigo Ron Quintana, que estava criando nomes para um fanzine. Quintana tinha proposto os nomes Metal Mania e Metallica. Ulrich utilizou Metallica para o nome de sua banda. Um segundo anúncio foi colocado no The Recycler para a posição de baixo para James cantar e tocar guitarra. Dave Mustaine respondeu, e depois de verem seu equipamento caro de baixo, Ulrich e Hetfield o recrutaram. No início de 1982, os Metallica gravaram a primeira canção de sua autoria, \"Hit the Lights\", para a compilação Metal Massacre I. Hetfield tocou na guitarra a canção e Lloyd Grant foi creditado como o autor de um solo de guitarra. Lançado em 14 de Junho de 1982, a primeira prensagem de Metal Massacre I listou incorretamente a banda como \"Mettallica\". Apesar de indignado pelo erro, os Metallica conseguiram criar suficiente \"buzz\" com a canção, e a banda fez seu primeiro concerto ao vivo em 14 de Março de 1982, na Radio City em Anaheim, Califórnia com o novo baixista Ron McGovney e Dave ficou na guitarra solo. Os Metallica gravaram a sua primeira demo, intitulada No Life ´Til Leather, um nome inspirado na primeira frase de Hit the Lights, no início de 1982. No Outono de 1982, Ulrich e Hetfield assistiram a um show na casa noturna Whisky a Go Go em que apresentou o baixista Cliff Burton em uma banda chamada Trauma. Os dois ficaram impressionados por Burton utilizar um pedal wah-wah e o convidaram para se juntar aos Metallica. Hetfield e Mustaine queriam McGovney fora da banda porque achavam que ele \"não contribuía em nada, apenas seguia. \"Ron também não estava contente com a banda Embora Burton tenha inicialmente recusado a oferta, no final daquele ano ele a aceitou com a condição da banda mover-se para El Cerrito em San Francisco Bay Area. A primeira apresentação ao vivo dos Metallica com Burton foi na casa noturna The Stone em Março de 1983, e a primeira gravação com Burton foi a demo Megaforce, de 1983.Os Metallica estavam prontos para gravar seu álbum de estreia. Porém, quando a Metal Blade se mostrou incapaz de financiá-lo, a banda começou a buscar outras opções. O promotor de concertos Johnny \"Z\" Zazula, que tinha ouvido a demo No Life 'til Leather, de 1982, ofereceu-se para mediar um acordo de gravação entre os Metallica com as gravadoras de Nova Iorque. Depois de não despertar nenhum interesse de várias gravadoras, Zazula emprestou dinheiro para financiar o orçamento da gravação e assinou com os Metallica para a sua própria gravadora, Megaforce Records. Os membros da banda decidiram expulsar Mustaine devido às drogas, abuso de álcool e comportamento violento. O guitarrista Kirk Hammett do Exodus voou para substituir Mustaine na mesma tarde. O primeiro show dos Metallica com Hammett foi em 16 de Abril de 1983, na casa noturna The Showplace em Dover, Nova Jérsei.\n\n\n=== Kill 'Em All (1983-1984) ===\nEm 1983, Metallica viajou para Rochester, Nova Iorque para gravar seu primeiro álbum, que teria o título provisório de Metal Up Your Ass, produzido por Paul Curcio. Devido a conflitos com a gravadora da banda e os distribuidores se recusarem a lançar um álbum com esse título, ele foi renomeado Kill 'Em All. Esse título foi colocado devido ao estado de fúria de Cliff Burton quando o nome \"Metal Up Your Ass\" foi negado. Ele gritou \"Matem todos eles\". Lançado pela Megaforce Records nos EUA e Music for Nations na Europa, o álbum culminou no número 120 da Billboard 200 e Dave Mustaine, guitarrista que havia sido expulso da banda, foi creditado em algumas das letras, mas este afirmou que havia dito à banda para não utilizarem as músicas que ele havia escrito, Hetfield e Ulrich contestam tal afirmação. Mustaine também reivindica os solos das músicas em que tocava junto à banda. Kirk Hammett nega o fato até hoje.\nUma música, \"The Four Horsemen\", foi originalmente escrita por Mustaine e nomeada \"The Mechanix\". Ela foi tocada em muitos shows dos Metallica no início. Após a saída de Mustaine, Kirk Hammett adicionou uma passagem melódica à música e Hetfield reescreveu a letra, alegando sentir-se pouco confortável cantando a letra escrita por Mustaine, e a banda a renomeou para \"The Four Horsemen\". Mustaine manteve a versão original rápida da música, renomeando-a simplesmente \"Mechanix\", e a incluiu no álbum Killing Is My Business... And Business Is Good!, álbum de estreia da nova banda que ele havia formado, os Megadeth.\nApós o lançamento do álbum, os Metallica embarcaram em turnê (para faturar US$ 1.250,00 a cada dois shows) com a banda Raven para na turnê Kill 'Em All for One para apoiar o lançamento. Em Fevereiro de 1984, os Metallica apoiaram a banda inglesa Venom na turnê Seven Dates of Hell, onde eles tocaram para 7,000 pessoas no Aardschok Festival em Zwolle, Países Baixos.\n\n\n=== Ride the Lightning (1984-1985) ===\nOs Metallica gravaram o seu segundo álbum de estúdio, Ride the Lightning, no estúdio Sweet Silence em Copenhague, Dinamarca. Lançado em agosto de 1984, o álbum culminou no número 100 na Billboard 200 e mais tarde foi adicionado na lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame. O nome do álbum é uma gíria usada entre presidiários para designar os condenados à morte na cadeira elétrica, e a mesma é utilizada na capa do álbum. As letras do álbum abordam temas como o desespero, a morte e o medo da perda.\nUma prensagem francesa erroneamente imprimiu a capa do álbum na cor verde, e esses poucos discos comercializados com essa capa, hoje são considerados itens de coleção raros. O álbum inclui canções como \"For Whom the Bell Tolls\", \"Creeping Death\" (que narra a história bíblica do êxodo de escravidão dos hebreus no Egito, incidindo sobre as diversas pragas que foram visitados com os egípcios), a música \"Fade to Black\" (que versa sobre depressão e suicídio) e a instrumental \"The Call of Ktulu\". Mustaine recebeu credito como letrista para \"Ride the Lightning\" e co-autor na instrumental \"The Call of Ktulu\".O diretor de A&R da Elektra Records Michael Alago, e co-fundador do Q-Prime Management Cliff Burnstein, assistiu um concerto dos Metallica em setembro de 1984. Impressionado com o que viu, ele contratou os Metallica para a Elektra Records, e fez a banda de um cliente da Q-Prime Management. O crescente sucesso dos Metallica foi tal que a gravadora britânica Music for Nations emitiu uma edição limitada do EP Creeping Death, que vendeu 40.000 exemplares como uma importação nos EUA. Duas das três canções do registro (versões cover de Diamond Head \"Am I Evil?\", e de Blitzkrieg \"Blitzkrieg\") apareceram no relançamento de Kill 'Em All em 1989 pela Elektra Records. Os Metallica embarcaram na sua primeira grande turnê Europeia com Tank a uma audiência média de 1.300 pessoas. Retornando para os EUA, marcou uma turnê co-headlining com W.A.S.P. e suporte de Armored Saint. Os Metallica fizeram o seu maior show até então no festival Monsters of Rock em 17 de agosto de 1985, com Bon Jovi e Ratt em Donington Park, na Inglaterra, tocando na frente de 70.000 pessoas. Um show em Oakland, Califórnia no festival Days on the Green viram a banda tocar em frente a uma multidão de 60.000 pessoas.\n\n\n=== Master of Puppets e morte de Burton (1986-1987) ===\nO terceiro álbum de estúdio dos Metallica, Master of Puppets foi gravado no Sweet Silence Studios, e foi lançado em março de 1986. O álbum culminou no número 29 na Billboard 200, e permaneceu durante 72 semanas na parada. O álbum foi o primeiro da banda a ser certificado como disco de ouro em 4 de novembro de 1986, e foi certificado seis vezes platina em 2003, além de ser o segundo álbum da banda presente na Lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame.\nAmplamente é reconhecido como um dos maiores álbuns da história do metal. A revista inglesa Metal Hammer e o site MusicRadar.com se uniram para promover uma votação para eleger o melhor álbum de Heavy Metal de todos os tempos; o escolhido fora o álbum Master of Puppets. O álbum reúne a agressividade e a velocidade de Kill 'Em All, com a técnica de Ride the Lightning, em composições extremamente elaboradas, com riffs e solos complexos.\nUm fato importante sobre Master of Puppets é que ele é um álbum conceitual onde a banda desenvolve o tema \"Dominação\" no decorrer das canções, o que fica muito claro na letras das faixas \"Master of Puppets\", \"Disposable Heroes\" e \"Leper Messiah\". Foi o segundo álbum conceitual na carreira dos Metallica. O primeiro foi Ride the Lightning, onde a banda falou sobre a morte.\nNa sequência do lançamento do álbum, os Metallica apoiaram Ozzy Osbourne numa turnê nos EUA. Hetfield quebrou seu pulso andando de skate e continuou a turnê apenas cantando, com o técnico de guitarra John Marshall tocando a guitarra base.Em 27 de setembro de 1986, durante a parte europeia da turnê Damage Inc., Cliff Burton faleceu perto de Ljungby, Suécia (em uma viagem entre Estocolmo e Copenhague) quando o ônibus da turnê deslizou na rodovia congelada e tombou. A morte de Burton resultou em questionamentos sobre o futuro da banda. Por fim os três membros remanescentes decidiram continuar o trabalho, e com o apoio da família de Burton começaram a busca por um substituto.\nA canção \"To Live is to Die\" foi gravada posteriormente em homenagem a Burton. Na música podem ser ouvidas frases na voz de Burton: \"Quando um homem conta uma mentira ele mata alguma parte do mundo. Estas são as pálidas mortes com que homens desperdiçam suas vidas. Isso tudo eu não posso mais suportar, presenciar. O reino da salvação não pode me levar para casa?\".\nO corpo de Cliff foi cremado e as cinzas lançadas em Maxwell Ranch. Na cerimónia, foi tocada a música \"Orion\" (um instrumental) do álbum \"Master of Puppets\". Os Metallica tocaram esta música em um medley em 1992 em San Diego na Califórnia junto com outras músicas, entre elas \"My Friend of Misery\" e citações a \"(Anesthesia) Pulling Teeth\" do álbum Kill 'Em All por várias distorções de baixo entre um solo e outro.\n\nA partir das audições para a escolha de um novo baixista estava Les Claypool (da banda Primus), um amigo de infância de Hammett. A banda gostou do baixista, mas considerava seu estilo muito diferente do estilo dos Metallica. O convite foi feito a Jason Newsted. Jason reuniu-se à banda oficialmente em 27 de outubro de 1986, três semanas após o funeral de Burton. A turnê foi terminada nos primeiros meses do ano seguinte. Em julho de 1987 gravaram The $5.98 E.P.: Garage Days Re-Revisited para testar um novo estúdio que eles haviam construído e para mostrar ao Mundo o talento de Newsted.\n\n\n=== ...And Justice for All (1988-1990) ===\n...And Justice for All foi lançado em 1988, o primeiro álbum de estúdio desde a morte de Burton. Ele teve grande sucesso comercial, atingindo a sexta posição da Billboard 200, o primeiro álbum da banda a estar entre os dez primeiros. Apesar de críticas, em 1989 a banda recebeu sua primeira indicação ao Grammy pelo álbum, para a categoria Melhor Desempenho de Hard Rock/Metal Vocal Ou Instrumento. Entretanto, o prêmio foi ganho pela banda Jethro Tull pelo seu álbum Crest of a Knave. O resultado gerou muita controvérsia, pois a banda realmente esperava ganhar o prêmio e já estava na saída dos fundos do palco esperando ser chamada, logo após ter apresentado a canção \"One\". Os integrantes do Jethro Tull (por muitos a banda não é considerada nem mesmo de hard rock e metal) não haviam nem mesmo ido à cerimônia, assumindo que sua chance de ganhar o prêmio era ínfima.\nSeguido do lançamento de …And Justice for All, a banda firmou pela primeira vez seu compromisso com a grande mídia da música com seu primeiro vídeo musical para a canção \"One\". A banda apresentou a canção em um depósito abandonado, e o vídeo foi remixado com cenas de uma versão do filme Johnny Got His Gun. Ao invés de organizar um acordo de licença para apresentar cenas do filme, a banda simplesmente comprou os direitos da obra. O vídeo foi enviado à MTV, com uma versão alternativa somente com a banda tocando, caso a emissora não aceitasse a versão original. Apesar de sua duração longa, a MTV aceitou o vídeo, e ambas as versões passaram a ser apresentadas.\n\n\n=== Metallica: Black Album (1991-1994) ===\nEm 1991, os Metallica lançaram o álbum homônimo Metallica (popularmente conhecido como The Black Album ou O Álbum Negro, em razão da capa escura e sem título), que inclui canções como \"Nothing Else Matters\", \"Enter Sandman\", \"Sad but True\", \"The Unforgiven\", \"Holier Than Thou\", \"Wherever I May Roam\",Through The Never\", My Friend Of Misery\" e \"Of Wolf And Man\". Robert Palmer, da revista Rolling Stone, acreditava que a banda tinha abandonado os andamentos rápidos para expandir a sua música e gama expressiva em 1991. A gravação foi co-produzida com Bob Rock, que já havia trabalhado com bandas de hard rock como The Cult, Bon Jovi e Mötley Crüe. O álbum possui uma capa toda preta com uma imagem pálida de uma cobra em um dos cantos, com o nome da banda no canto oposto. As sessões de gravação tornaram-se um processo longo e árduo, durando mais de um ano devido a conflitos entre os integrantes e argumentos com Rock sobre a direção do álbum, escopo e som. O custo de gravação superou um milhão de dólares. Entretanto, apesar da batalha para seu término, o álbum tornou-se o lançamento mais bem sucedido da banda, atingindo o topo da Billboard.\nO primeiro single dos Metallica foi \"Enter Sandman\", mostrando um estilo de música mais lento que trabalhos anteriores da banda. Devido ao novo estilo do som, surgiram mais acusações sobre a banda ter \"se vendido\" através da década de 1990. Em 1992, durante uma turnê muito bem sucedida financeiramente com os Guns N' Roses, Hetfield sofreu severas queimaduras de segundo e terceiro grau devido a pirotecnia durante a abertura de \"Fade to Black\", impedindo-o de tocar guitarra por um período da turnê. O roadie da banda e guitarrista dos Metal Church, John Marshall preencheu a posição da guitarra de Hetfield durante esse período.\n\n\n=== Load, Reload e Garage Inc. (1995-1999) ===\nApós quase três anos de suporte ao álbum, incluindo uma apresentação no Woodstock 1994, a banda entrou em estúdio para escrever e gravar seu sexto álbum, Load. Interromperam esse período em meados de 1995 e apresentaram-se em três concertos ao ar livre, a chamada Escape from The studio Tour 1995, com bandas como Slayer, Skid Row, Slash's Snakepit, Therapy? e Corrosion of Conformity. Load foi lançado em 1996, e durante sua produção inicial a intenção era um álbum duplo. Entretanto, foi decidido que seria melhor lançar somente metade das canções primeiro, continuar o trabalho nas canções remanescentes, e lançá-las no ano seguinte. Essa continuação do trabalho resultou no álbum seguinte da banda, ReLoad, de 1997.\nEsses dois álbuns representaram uma significativa mudança musical para os Metallica, as melodias rápidas de heavy metal com composições sobrepostas de guitarra foram substituídas por melodias de blues e guitarra havaiana, e incorporava elementos até de country music, aumentando os boatos de que os Metallica tinham-se \"vendido\". Mas essa mudança fez com que a banda conseguisse uma maior audiência e maior sucesso comercial.\nEm 1998, foi lançada a compilação Garage Inc., que consistia em um álbum duplo. O primeiro CD contém gravações inéditas de covers de bandas como Killing Joke, Misfits, Thin Lizzy, Mercyful Fate, Black Sabbath, Nick Cave e Bob Seger. O segundo CD contém gravações antigas de covers, incluindo o EP The $5.98 E.P.: Garage Days Re-Revisited.\nEm 7 de março de 1999, a banda foi indicada à calçada da fama de San Francisco. O então prefeito da cidade, Willie Brown, proclamou aquele como sendo o \"Dia Oficial dos Metallica\" em San Francisco. Um mês depois em 21 e 22 de abril, a banda gravou duas apresentações com a San Francisco Symphony Orchestra, na época conduzidas por Michael Kamen. Kamen, que já havia trabalhado com Bob Rock em \"Nothing Else Matters\", havia entrado em contato com a banda oito anos antes, logo após o lançamento do Álbum Preto, com ideias sobre a junção da música dos Metallica com uma orquestra sinfônica. Kamen e sua equipe compuseram material de orquestra adicional para um número de canções da banda, e os concertos apresentaram uma seleção de canções datadas até a época de Ride the Lightning. A banda também escreveu duas novas canções com Kamen para o evento, \"No Leaf Clover\" e \"Minus Human\". A gravação de áudio e o vídeo do concerto foram lançadas em novembro de 1999 com o nome S&M, em CD, VHS, VCD e DVD.\n\n\n=== Controvérsia do Napster (2000) ===\n\nEm 2000, os integrantes dos Metallica descobriram que uma versão demo de sua canção \"I Disappear\", que era composta para ser lançada junto à trilha sonora do filme Mission: Impossible II, estava tocando nas rádios. Após descobrir a fonte de distribuição, a banda encontrou o arquivo na rede peer-to-peer de compartilhamento de arquivos do Napster, e também descobriram que todo seu catálogo foi livremente disponibilizado. Foi iniciada uma ação judicial contra a Napster com os Metallica deixando a ação judicial no Tribunal Judiciário Do Distrito Central Da Califórnia, alegando que a Napster violou três áreas da lei: violação de direitos autorais, utilização ilegal de interface dispositivo de áudio digital, e Racketeer Influenced and Corrupt Organizations Act.Ações legais também foram iniciadas contra a Universidade de Yale, Universidade do Sul da Califórnia e Universidade de Indiana, por não bloquearem a Napster em seus campi. No ano seguinte, ambas as partes concordaram em um acordo fora dos tribunais que levou ao bloqueio de contas de utilizadores da Napster, e a banda não iniciou ações legais contra indivíduos por violação de direitos autorais.Com a controvérsia sobre a validade ou não de compartilhadores de arquivo, páginas web publicavam paródias dos membros da banda. Como retaliação, Ulrich apareceu no MTV Video Music Awards de 2000, em um vídeo com o apresentador daquele ano Marlon Wayans, no qual arruinava a ideia de usar a Napster para compartilhar música. Marlon interpretava um estudante universitário sentado em seu dormitório, ouvindo a canção \"I Disappear\" dos Metallica. Ulrich, interpretando a si próprio, aparece e pede uma explicação. Após receber a desculpa de Wayan de que usando a Napster estava somente compartilhando, Lars replicou que a ideia de Marlon sobre compartilhar era simplesmente emprestar coisas que não eram suas sem pedir. Ele chamou então a equipe de turnê da banda, que prosseguiu confiscando todos os pertences de Wayan, deixando-o quase nu em um quarto vazio. O criador da Napster Shawn Fanning respondeu posteriormente à cerimônia ao apresentar um prêmio vestindo uma camiseta dos Metallica com os dizeres \"Eu peguei esta camisa emprestada de um amigo. Talvez, se eu gostar dela, irei comprar uma própria\".O desgaste da imagem da banda junto a seu público foi grande, já que a banda iniciou sua carreira na cena underground com a troca de bootlegs de suas apresentações. Esse fato fez com que a imagem da banda, que já estava arranhada pelos dois álbuns de estúdio anteriores, ficasse ainda mais comprometida junto a seus fãs mais antigos. A defesa da banda era que o Napster estava permitindo acesso livre a todo o seu catálogo e não somente os bootlegs ao vivo.\n\n\n=== Saída de Newsted e St. Anger (2001-2004) ===\nCom planos de volta aos estúdios em 2001, Newsted deixou a banda em janeiro alegando danos físicos após vários anos tocando com o grupo e Kirk ficou no baixo e James guitarra solo e voz. Entretanto, entrevistas posteriores com Newsted e os integrantes remanescentes revelaram que o desejo de Newsted de lançar um CD e entrar em turnê com seu projeto paralelo Echobrain, e a resistência intensa de Hetfield à ideia, foi a causa primordial da saída do músico. Jason também alegou que não havia espaço para ele compor porque James Hetfield \"impôs\" essa barreira.\nEm julho de 2001, Hetfield entrou em reabilitação devido a alcoolismo e outros vícios, e por quase um ano a banda entrou em hiato. Com a volta do vocalista, a banda voltou lentamente como um trio para a composição e gravação do próximo álbum. A tarefa de tocar baixo nas sessões de gravação havia sido desempenhada pelo produtor e conhecido da banda Bob Rock. A gravação do álbum foi documentada para o filme Some Kind of Monster.\n\nNo início de 2003, seguido da gravação do álbum, os Metallica iniciaram audições para a escolha de um substituto permanente para Newsted. Robert Trujillo, anteriormente dos Suicidal Tendencies e da banda de Ozzy Osbourne, foi escolhido como novo baixista e Kirk voltou a guitarra solo e James a voz e guitarra base. Jason Newsted acabou reunindo-se com a banda de thrash metal Voivod em 2002. Acabou também substituindo Robert Trujillo na banda de Ozzy durante a turnê Ozzfest de 2003.\nAinda em 2003, o Metallica foi escolhido como ícone da MTV americana, na terceira edição do MTV Icon, uma espécie de \"Hall of Fame\" da emissora, que homenageia grandes bandas e artistas solo pelos serviços prestados a música, com o evento realizado em Universal City, Califórnia. O show começou com Sum 41 tocando \"For Whom The Bell Tolls\" e \"Enter Sandman\". Em seguida, os quatro integrantes do Metallica apareceram no palco e passaram pelo meio da multidão extasiada até chegar a seus lugares na primeira fileira do público. A carreira da banda, ao longo de duas décadas, foi documentada em dois telões, entre uma apresentação e outra, mas a saída de Dave Mustaine e a morte de Cliff Burton, membros originais da banda, quase não foram mencionadas. Avril Lavigne cantou \"Fuel\" com sua banda. O rapper Snoop Dogg fez uma versão em karaokê de \"Sad But True\", e o Korn foi ovacionado em pé pelo Metallica por sua versão de \"One\". O Limp Bizkit apresentou uma versão rap metal de \"Sanitarium\". Tocando em público pela primeira vez com o novo baixista Rob Trujillo, o Metallica apresentou um medley de canções que abrangem de 1983-1991, seguida de \"Frantic\" que foi tocada ao vivo pela primeira vez. Os apresentadores do concerto incluíram Rob Zombie, Lisa Marie Presley, Travis Barker, do Blink 182, a atriz Shannon Elizabeth, o ator Sean Penn, o humorista Jim Breuer e Chester Bennington, do Linkin Park. A MTV criou um site para promover o especial, com depoimentos de celebridades e músicos, incluindo Kelly Osbourne, Sully Erna do Godsmack, Ja Rule e David \"Phoenix\" Farrell, do Linkin Park.\nEm junho de 2003 foi lançado o oitavo álbum de estúdio do Metallica, St. Anger, estreando na primeira posição das paradas musicais da Billboard 200. Intencionalmente seco e pesado, e também desprovido quase que completamente de solos de guitarra, foi seguido de críticas do fãs por novamente seguir a tendência da época, que no caso era nu metal/metal alternativo. Apesar disso, o álbum ganhou o Grammy Award de 2004 para Melhor Desempenho de Metal. O álbum foi alvo de chacota graças ao som peculiar da bateria de Lars\nApós turnês extensas divulgando o álbum na Summer Sanitarium Tour 2003 e na Madly in Anger with the World, a banda entrou em hiato dos concertos e passou a maior parte de 2005 com amigos e família.\n\n\n=== Death Magnetic (2006-2010) ===\nEm 16 de fevereiro de 2006 a banda anunciou em sua página oficial que após um relacionamento de mais de quinze anos, o produtor musical de longa data Bob Rock não gravaria o próximo álbum de estúdio do Metallica. O grupo gravou em 2008 um álbum de estúdio com o produtor Rick Rubin, que já trabalhou com outras bandas proeminentes de rock e metal como Slayer, Danzig, System of a Down, Slipknot, Red Hot Chili Peppers, Rage Against the Machine e atualmente Linkin Park.\nA banda esteve em Portugal a 28 de junho de 2007, na sua Sick of the Studio Tour, proporcionando um grande concerto no festival Superbock Superock, juntamente com Joe Satriani e Mastodon, onde tocaram temas poucos habituais nos seus concertos, como a instrumental \"Orion\" e a canção \"...And Justice for All\", a banda já não tocava essas músicas ao vivo há mais de dezoito anos.\n\nEm 12 de setembro de 2008 foi lançado Death Magnetic; o álbum alcançou o topo em vários países e foi aclamado pela crítica e por boa parte dos fãs. Em 21 de outubro de 2008 o Metallica iniciou a turnê \"World Magnetic Tour\", que estava associada ao Death Magnetic, que acabou em 21 de novembro de 2010. Em 3 de abril de 2009 o Metallica lançou o single \"Broken, Beat & Scarred\", que também fazia parte do álbum Death Magnetic.\nNos dias 4, 6 e 7 de junho o Metallica fez shows na Cidade do México, no México. Mais tarde é lançado o DVD ao vivo Orgulho, Paixão e Glória: Três Noites na Cidade do México. Em 7 de julho de 2009 a turnê passou pela França, onde o Metallica fez um show ao vivo, que posteriormente lançaram o DVD ao vivo Français Pour Une Nuit.\nEm 4 de abril de 2009, o Metallica subiu ao palco para tocar um medley de seus principais hits na cerimônia do Rock and Roll Hall of Fame, e dois dos baixistas do grupo, Jason Newsted e Robert Trujillo tocaram juntos. O vocalista James Hetfield e o baterista Lars Ulrich se abraçaram no palco após falar com o público e agradeceram aos fãs que acompanharam os altos e baixos da banda, como a morte do antigo baixista Cliff Burton em 1986.\n- Sonhem alto e se atrevam a errar. Eu os desafio a fazer isso, porque isso aqui (o sucesso do Metallica) é uma prova viva de que é possível transformar um sonho em realidade - disse Hetfield.\nOs nomeados são escolhidos por 600 pessoas de um grupo de cantores elegíveis 25 anos depois de seu primeiro álbum ser lançado. Entrar para o Rock and Roll Hall of Fame é considerado uma grande honra entre músicos do rock, desde a década de 50.\nDepois de 11 anos de ausência, o Metallica retornou ao Brasil no início de 2010 para três shows, em Porto Alegre (28 de janeiro) e São Paulo (30 e 31 de janeiro). Na primeira noite na capital paulista, o show teve todos os 68 mil ingressos vendidos, lotando o Estádio do Morumbi. Nas três apresentações no Brasil, a banda tocou várias músicas que levaram o público ao delírio, seus grandes clássicos, além de músicas do mais recente álbum Death Magnetic, de 2008. Os dois shows em São Paulo tiveram a abertura da banda brasileira Sepultura. Em Porto Alegre, o Metallica se apresentou pela segunda vez, mas o vocalista James Hetfield se enganou ao dizer aos porto-alegrenses que o Metallica estava pela primeira vez na cidade, mas logo o guitarrista Kirk Hammett corrigiu fazendo um sinal com as mãos mostrando que era a segunda apresentação.\n\n\n=== The Big 4, Lulu e Beyond Magnetic (2010-2013) ===\nEm junho de 2010 o Metallica, juntamente com Slayer, Megadeth e Anthrax, realizaram uma turnê juntos na Sonisphere Festival na Polónia, República Checa, Bulgária, Roménia e Turquia, chamada Big Four of Thrash. Em 22 de junho, todas as bandas tocaram no mesmo palco juntas pela primeira vez, em Sofia Bulgária, a música \"Am I Evil?\", cover de Diamond Head realizado pela primeira vez em 1984, pelo Metallica. Esta é também a primeira vez que James Hetfield e Dave Mustaine tocaram juntos desde 1983, quando Mustaine foi expulso do Metallica. Os shows foram gravados e editados e, em seguida, foi ao ar em mais de 800 cinemas em todo o mundo no mesmo dia do festival. Esse show marcou a história do rock, e foi gravado em DVD/Blu-ray ao vivo, intitulado \"The Big 4 Live from Sofia, Bulgaria\".\nEm uma entrevista de novembro de 2010 com The Pulse of Radio, Lars Ulrich afirmou que o Metallica quer voltar a escrever novamente para 2011. Ulrich afirmou: \"Há um monte de boatos no ar em 2011, mas acho que o principal é que realmente queremos voltar a escrever novamente. Nós não escrevemos desde 2006 ou 2007, e por isso nós queremos ser criativos novamente. Provavelmente, eu diria, março ou abril, e começar, provavelmente, volta a escrever algumas músicas\", diz Lars Ulrich.\nEm 13 de dezembro de 2010 o Metallica anunciou que voltará a realizar o Big Four, durante o Sonisphere Festival, no Reino Unido, em 8 de julho de 2011. Esta foi a primeira vez que todos os membros do Big Four vão estar no mesmo palco no Reino Unido. O show aconteceu em Knebworth House, Hertfordshire. Outro show do Big Four teve lugar na França em 9 de julho de 2011.\nEm junho de 2011 Metallica lançou a versão da banda do jogo Monopoly. Além do Metallica, Kiss, The Beatles, Elvis Presley e The Grateful Dead estão entre as outras bandas que já tiveram sua própria versão do jogo.Em 16 de junho, no site oficial, a banda revelou que lançaria, em 31 de outubro, para o mundo inteiro, e 1 de novembro nos Estados Unidos, o álbum Lulu, o disco foi inspirado em duas peças do dramaturgo alemão Frank Wedekind: \"Earth spirit\" e \"Pandora's box\". As letras foram originalmente compostas por Lou Reed para uma montagem teatral em Berlim.\nEm 25 de setembro de 2011, a banda fez o show de encerramento da noite do metal na versão original (brasileira) do Rock in Rio para cerca de 100 mil pessoas. O show bateu o recorde de maior público acompanhando um concerto do evento ao vivo pelo YouTube, com mais de 3 milhões de espectadores online.\n\nEm Dezembro de 2011, o Metallica fez uma série de 4 shows em The Filmore, nos Estados Unidos, para comemorar os 30 anos de estrada da banda. A apresentação contou com todos os membros que fizeram parte da banda e ainda estão vivos: Dave Mustaine, Jason Newsted, Ron McGovney, Lloyd Grant (foi o primeiro guitarrista do Metallica antes de Mustaine e de acordo com Lars, este show foi o primeiro onde Grant subiu ao palco com a banda), e também contou com convidados como, Mercyful Fate, Apocalyptica, Diamond Head, Ozzy Osbourne, Rob Halford, Danzig, John Bush, Jerry Cantrell, Kid Rock, Marianne Faithfull, Geezer Butler, Biff Byford e Bob Rock. Ainda não foi anunciado se haverá lançamento oficial em DVD ou Blu-Ray do evento.[carece de fontes?]Em 12 de Dezembro, o Metallica lançou um EP composta por quatro faixas excluídas do álbum Death Magnetic de 2008, intitulada Beyond Magnetic. No dia 21 de Dezembro de 2011, a banda confirmou oficialmente o seu regresso a Portugal para um show no Rock In Rio 2012 de Lisboa no dia 25 de Maio.\nEm 7 de fevereiro de 2012, o Metallica anunciou a criação do seu próprio festival, Orion Music + More, que aconteceu nos dias 23 e 24 de junho em Atlantic City, em Nova Jersey, nos EUA. Mais de 30 artistas foram confirmados, entre eles Arctic Monkeys, Slipknot, Avenged Sevenfold, Sepultura, Suicidal Tendencies, Ghost, The Sword, Cage The Elephant, Eric Church, Gary Clark Jr. e muitos outros.\nEm agosto de 2013, estrelaram o filme em 3D Metallica: Through the Never. Em 19 de setembro do mesmo ano, o Metallica regressa ao Rock in Rio como headliner, encerrando a primeira noite de heavy metal desta edição do festival.Em 8 de dezembro de 2013, a banda fez um show na Antártida para 120 pessoas, tornando-se assim a primeira banda a tocar em todos os continentes. O show, chamado de \"Freeze 'Em All\", foi realizado numa base científica da Argentina na região e os fãs que presenciaram o concerto foram 19 vencedores de um concurso da Coca-Cola em seu país, além de jornalistas e demais convidados. Quinze toneladas de equipamento foram necessárias para o show, mas de maneira a preservar o ecossistema local, todos tiveram que escutar as dez canções em fones de ouvido.\n\n\n=== Hardwired... to Self-Destruct (2014-atualmente) ===\nEm Janeiro de 2014, a banda toca \"One\" no Grammy Awards com o pianista chinês Lang Lang. Em Março começam uma turnê chamada \"Metallica By Request\", na qual fãs escolhiam na internet as músicas para a banda tocar. Uma nova música chamada \"Lords of Summer\" foi escrita e lançada em junho.Em 19 de setembro de 2015,o Metallica faz mais uma participação no Rock in Rio, desta vez no aniversário de 30 anos do evento.\nÉ o terceiro show da banda no festival.Em 18 de Agosto de 2016, o Metallica anunciou seu novo álbum Hardwired...to Self-Destruct e postou em seu canal oficial no YouTube, o clipe oficial do 1° single do álbum, \"Hardwired\". No dia 26 de Setembro de 2016 o 2° single foi lançado, junto a um videoclipe em seu canal do YouTube \"Moth Into Flame\". O álbum foi lançado mundialmente no dia 18 de Novembro de 2016, recebendo diversas criticas positivas. No canal oficial da banda no YouTube estão disponíveis videoclipes para todas a faixas do álbum, sendo a primeira vez que o grupo faz isso, incluindo \"Lords of Summer\" (faixa disponível apenas no disco 3 da edição \"Deluxe\"). Hardwired...to Self-Destruct foi o sexto álbum do Metallica a alcançar a primeira posição na Billboard 200, sendo a terceira melhor estreia do ano de 2016.\n\n\n== Membros ==\n\n\n=== Cronologia de Integrantes ===\n\n\n== Discografia ==\n\n\n== Turnês ==\n\n\n== Prêmios e nomeações ==\n\n\n== Ver também ==\nLista de recordistas de vendas de discos\n\n\n== Referências ==\n\n\n== Bibliografia ==\nChriste, Ian (2003). Sound of the Beast: The Complete Headbanging History of Heavy Metal (em inglês). [S.l.]: HarperCollins. ISBN 0-380-81127-8 \n\n\n== Ligações externas ==\n\nSite oficial (em inglês)\nMetallica no Facebook\nMetallica no Twitter","sourceContentSanitize":"Metallica é uma banda norte-americana de heavy metal originária de Los Angeles, mas com base em San Francisco. O seu repertório inclui tempos rápidos, pesados, melódicos, instrumentais e musicalidade agressiva, a qual os colocou no lugar de pioneiros do thrash metal e uma das bandas fundadoras do Big Four of Thrash, conjuntamente com Slayer, Megadeth e Anthrax. Os Metallica formaram-se em 1981, após James Hetfield responder a um anúncio que Lars Ulrich colocou no jornal local. A sua formação atual apresenta os fundadores Ulrich e Hetfield , o guitarrista Kirk Hammett , e o baixista Robert Trujillo . Antes de chegarem à sua formação atual, a banda teve outros integrantes, sendo eles: Dave Mustaine , Ron McGovney, Cliff Burton e Jason Newsted . Com os lançamentos de seus quatro primeiros álbuns, os Metallica ganhou uma crescente base de fãs na comunidade de música underground, e alguns críticos dizem que Master of Puppets é um dos álbuns de thrash metal mais influentes e \"pesados\". Logo após, a banda alcançou enorme sucesso comercial com o seu álbum auto-intitulado de 1991 , que já vendeu 40 milhões de cópias pelo mundo até hoje. Com este lançamento a banda expandiu seu direcionamento musical, atingindo uma audiência mais mainstream. Com os lançamentos de Load e Reload nos anos 1990, os Metallica tentaram aproximar-se do rock alternativo que fazia sucesso na época para ganhar uma nova base de fãs, mas foi acusada por seus fãs antigos de \"vender-se\" para as gravadoras. Em 2000 os Metallica estiveram entre os vários artistas que apresentaram uma ação judicial contra o Napster por compartilhar materiais protegidos por direitos de autor livremente sem o consentimento dos membros da banda. A resolução foi tomada, e Napster se tornou um serviço de uso pago. Apesar de atingir o primeiro lugar na Billboard 200, o lançamento de St. Anger em 2003 foi controverso pelas influências de nu metal e a produção musical crua de Bob Rock. O disco sucessor, Death Magnetic , foi produzido por Rick Rubin e recebeu avaliações mais favoráveis. Mais tarde, a discografia de estúdio do conjunto somou o álbum Lulu , em parceria com Lou Reed e que recebeu críticas mistas. Em 2012, a banda fundou sua própria gravadora, chamada Blackened Recordings, e adquiriu os direitos de todos os seus álbuns de estúdio. Seu disco mais recente é Hardwired...to Self-Destruct, lançado no fim de 2016. Em mais de 30 anos de carreira, os Metallica já lançaram dez álbuns de estúdio, quatro álbuns ao vivo, dez álbuns de vídeo, dentre outros. Tornaram-se uma das bandas mais influentes e bem sucedidas de todos os tempos, tendo vendido cerca de 200 milhões de discos no mundo inteiro. A banda já recebeu nove premiações no Grammy Awards, entrou para o Rock and Roll Hall of Fame em 2009 e tem seis álbuns consecutivos em primeiro lugar na Billboard 200. O Metallica foi formado em Los Angeles, Califórnia, no fim de 1981 quando o baterista Lars Ulrich colocou um anúncio num jornal de Los Angeles—The Recycler—que dizia \"Baterista à procura de outros músicos de metal para jam com Tygers of Pan Tang, Diamond Head e Iron Maiden\". Os guitarristas James Hetfield e Hugh Tanner de Leather Charm responderam ao anúncio. Embora ele não tivesse formado uma banda, Ulrich perguntou para o fundador da Metal Blade Records Brian Slagel se ele podia gravar uma canção para a próxima compilação da gravadora intitulada Metal Massacre. Slagel aceitou e Ulrich recrutou Hetfield para cantar e tocar baixo em 1981. Ulrich conversou com seu amigo Ron Quintana, que estava criando nomes para um fanzine. Quintana tinha proposto os nomes Metal Mania e Metallica. Ulrich utilizou Metallica para o nome de sua banda. Um segundo anúncio foi colocado no The Recycler para a posição de baixo para James cantar e tocar guitarra. Dave Mustaine respondeu, e depois de verem seu equipamento caro de baixo, Ulrich e Hetfield o recrutaram. No início de 1982, os Metallica gravaram a primeira canção de sua autoria, \"Hit the Lights\", para a compilação Metal Massacre I. Hetfield tocou na guitarra a canção e Lloyd Grant foi creditado como o autor de um solo de guitarra. Lançado em 14 de Junho de 1982, a primeira prensagem de Metal Massacre I listou incorretamente a banda como \"Mettallica\". Apesar de indignado pelo erro, os Metallica conseguiram criar suficiente \"buzz\" com a canção, e a banda fez seu primeiro concerto ao vivo em 14 de Março de 1982, na Radio City em Anaheim, Califórnia com o novo baixista Ron McGovney e Dave ficou na guitarra solo. Os Metallica gravaram a sua primeira demo, intitulada No Life ´Til Leather, um nome inspirado na primeira frase de Hit the Lights, no início de 1982. No Outono de 1982, Ulrich e Hetfield assistiram a um show na casa noturna Whisky a Go Go em que apresentou o baixista Cliff Burton em uma banda chamada Trauma. Os dois ficaram impressionados por Burton utilizar um pedal wah-wah e o convidaram para se juntar aos Metallica. Hetfield e Mustaine queriam McGovney fora da banda porque achavam que ele \"não contribuía em nada, apenas seguia. \"Ron também não estava contente com a banda Embora Burton tenha inicialmente recusado a oferta, no final daquele ano ele a aceitou com a condição da banda mover-se para El Cerrito em San Francisco Bay Area. A primeira apresentação ao vivo dos Metallica com Burton foi na casa noturna The Stone em Março de 1983, e a primeira gravação com Burton foi a demo Megaforce, de 1983.Os Metallica estavam prontos para gravar seu álbum de estreia. Porém, quando a Metal Blade se mostrou incapaz de financiá-lo, a banda começou a buscar outras opções. O promotor de concertos Johnny \"Z\" Zazula, que tinha ouvido a demo No Life 'til Leather, de 1982, ofereceu-se para mediar um acordo de gravação entre os Metallica com as gravadoras de Nova Iorque. Depois de não despertar nenhum interesse de várias gravadoras, Zazula emprestou dinheiro para financiar o orçamento da gravação e assinou com os Metallica para a sua própria gravadora, Megaforce Records. Os membros da banda decidiram expulsar Mustaine devido às drogas, abuso de álcool e comportamento violento. O guitarrista Kirk Hammett do Exodus voou para substituir Mustaine na mesma tarde. O primeiro show dos Metallica com Hammett foi em 16 de Abril de 1983, na casa noturna The Showplace em Dover, Nova Jérsei. Em 1983, Metallica viajou para Rochester, Nova Iorque para gravar seu primeiro álbum, que teria o título provisório de Metal Up Your Ass, produzido por Paul Curcio. Devido a conflitos com a gravadora da banda e os distribuidores se recusarem a lançar um álbum com esse título, ele foi renomeado Kill 'Em All. Esse título foi colocado devido ao estado de fúria de Cliff Burton quando o nome \"Metal Up Your Ass\" foi negado. Ele gritou \"Matem todos eles\". Lançado pela Megaforce Records nos EUA e Music for Nations na Europa, o álbum culminou no número 120 da Billboard 200 e Dave Mustaine, guitarrista que havia sido expulso da banda, foi creditado em algumas das letras, mas este afirmou que havia dito à banda para não utilizarem as músicas que ele havia escrito, Hetfield e Ulrich contestam tal afirmação. Mustaine também reivindica os solos das músicas em que tocava junto à banda. Kirk Hammett nega o fato até hoje. Uma música, \"The Four Horsemen\", foi originalmente escrita por Mustaine e nomeada \"The Mechanix\". Ela foi tocada em muitos shows dos Metallica no início. Após a saída de Mustaine, Kirk Hammett adicionou uma passagem melódica à música e Hetfield reescreveu a letra, alegando sentir-se pouco confortável cantando a letra escrita por Mustaine, e a banda a renomeou para \"The Four Horsemen\". Mustaine manteve a versão original rápida da música, renomeando-a simplesmente \"Mechanix\", e a incluiu no álbum Killing Is My Business... And Business Is Good!, álbum de estreia da nova banda que ele havia formado, os Megadeth. Após o lançamento do álbum, os Metallica embarcaram em turnê com a banda Raven para na turnê Kill 'Em All for One para apoiar o lançamento. Em Fevereiro de 1984, os Metallica apoiaram a banda inglesa Venom na turnê Seven Dates of Hell, onde eles tocaram para 7,000 pessoas no Aardschok Festival em Zwolle, Países Baixos. Os Metallica gravaram o seu segundo álbum de estúdio, Ride the Lightning, no estúdio Sweet Silence em Copenhague, Dinamarca. Lançado em agosto de 1984, o álbum culminou no número 100 na Billboard 200 e mais tarde foi adicionado na lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame. O nome do álbum é uma gíria usada entre presidiários para designar os condenados à morte na cadeira elétrica, e a mesma é utilizada na capa do álbum. As letras do álbum abordam temas como o desespero, a morte e o medo da perda. Uma prensagem francesa erroneamente imprimiu a capa do álbum na cor verde, e esses poucos discos comercializados com essa capa, hoje são considerados itens de coleção raros. O álbum inclui canções como \"For Whom the Bell Tolls\", \"Creeping Death\" , a música \"Fade to Black\" e a instrumental \"The Call of Ktulu\". Mustaine recebeu credito como letrista para \"Ride the Lightning\" e co-autor na instrumental \"The Call of Ktulu\".O diretor de A&R da Elektra Records Michael Alago, e co-fundador do Q-Prime Management Cliff Burnstein, assistiu um concerto dos Metallica em setembro de 1984. Impressionado com o que viu, ele contratou os Metallica para a Elektra Records, e fez a banda de um cliente da Q-Prime Management. O crescente sucesso dos Metallica foi tal que a gravadora britânica Music for Nations emitiu uma edição limitada do EP Creeping Death, que vendeu 40.000 exemplares como uma importação nos EUA. Duas das três canções do registro apareceram no relançamento de Kill 'Em All em 1989 pela Elektra Records. Os Metallica embarcaram na sua primeira grande turnê Europeia com Tank a uma audiência média de 1.300 pessoas. Retornando para os EUA, marcou uma turnê co-headlining com W.A.S.P. e suporte de Armored Saint. Os Metallica fizeram o seu maior show até então no festival Monsters of Rock em 17 de agosto de 1985, com Bon Jovi e Ratt em Donington Park, na Inglaterra, tocando na frente de 70.000 pessoas. Um show em Oakland, Califórnia no festival Days on the Green viram a banda tocar em frente a uma multidão de 60.000 pessoas. O terceiro álbum de estúdio dos Metallica, Master of Puppets foi gravado no Sweet Silence Studios, e foi lançado em março de 1986. O álbum culminou no número 29 na Billboard 200, e permaneceu durante 72 semanas na parada. O álbum foi o primeiro da banda a ser certificado como disco de ouro em 4 de novembro de 1986, e foi certificado seis vezes platina em 2003, além de ser o segundo álbum da banda presente na Lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame. Amplamente é reconhecido como um dos maiores álbuns da história do metal. A revista inglesa Metal Hammer e o site MusicRadar.com se uniram para promover uma votação para eleger o melhor álbum de Heavy Metal de todos os tempos; o escolhido fora o álbum Master of Puppets. O álbum reúne a agressividade e a velocidade de Kill 'Em All, com a técnica de Ride the Lightning, em composições extremamente elaboradas, com riffs e solos complexos. Um fato importante sobre Master of Puppets é que ele é um álbum conceitual onde a banda desenvolve o tema \"Dominação\" no decorrer das canções, o que fica muito claro na letras das faixas \"Master of Puppets\", \"Disposable Heroes\" e \"Leper Messiah\". Foi o segundo álbum conceitual na carreira dos Metallica. O primeiro foi Ride the Lightning, onde a banda falou sobre a morte. Na sequência do lançamento do álbum, os Metallica apoiaram Ozzy Osbourne numa turnê nos EUA. Hetfield quebrou seu pulso andando de skate e continuou a turnê apenas cantando, com o técnico de guitarra John Marshall tocando a guitarra base.Em 27 de setembro de 1986, durante a parte europeia da turnê Damage Inc., Cliff Burton faleceu perto de Ljungby, Suécia quando o ônibus da turnê deslizou na rodovia congelada e tombou. A morte de Burton resultou em questionamentos sobre o futuro da banda. Por fim os três membros remanescentes decidiram continuar o trabalho, e com o apoio da família de Burton começaram a busca por um substituto. A canção \"To Live is to Die\" foi gravada posteriormente em homenagem a Burton. Na música podem ser ouvidas frases na voz de Burton: \"Quando um homem conta uma mentira ele mata alguma parte do mundo. Estas são as pálidas mortes com que homens desperdiçam suas vidas. Isso tudo eu não posso mais suportar, presenciar. O reino da salvação não pode me levar para casa?\". O corpo de Cliff foi cremado e as cinzas lançadas em Maxwell Ranch. Na cerimónia, foi tocada a música \"Orion\" do álbum \"Master of Puppets\". Os Metallica tocaram esta música em um medley em 1992 em San Diego na Califórnia junto com outras músicas, entre elas \"My Friend of Misery\" e citações a \" Pulling Teeth\" do álbum Kill 'Em All por várias distorções de baixo entre um solo e outro. A partir das audições para a escolha de um novo baixista estava Les Claypool , um amigo de infância de Hammett. A banda gostou do baixista, mas considerava seu estilo muito diferente do estilo dos Metallica. O convite foi feito a Jason Newsted. Jason reuniu-se à banda oficialmente em 27 de outubro de 1986, três semanas após o funeral de Burton. A turnê foi terminada nos primeiros meses do ano seguinte. Em julho de 1987 gravaram The $5.98 E.P.: Garage Days Re-Revisited para testar um novo estúdio que eles haviam construído e para mostrar ao Mundo o talento de Newsted. ...And Justice for All foi lançado em 1988, o primeiro álbum de estúdio desde a morte de Burton. Ele teve grande sucesso comercial, atingindo a sexta posição da Billboard 200, o primeiro álbum da banda a estar entre os dez primeiros. Apesar de críticas, em 1989 a banda recebeu sua primeira indicação ao Grammy pelo álbum, para a categoria Melhor Desempenho de Hard Rock/Metal Vocal Ou Instrumento. Entretanto, o prêmio foi ganho pela banda Jethro Tull pelo seu álbum Crest of a Knave. O resultado gerou muita controvérsia, pois a banda realmente esperava ganhar o prêmio e já estava na saída dos fundos do palco esperando ser chamada, logo após ter apresentado a canção \"One\". Os integrantes do Jethro Tull não haviam nem mesmo ido à cerimônia, assumindo que sua chance de ganhar o prêmio era ínfima. Seguido do lançamento de …And Justice for All, a banda firmou pela primeira vez seu compromisso com a grande mídia da música com seu primeiro vídeo musical para a canção \"One\". A banda apresentou a canção em um depósito abandonado, e o vídeo foi remixado com cenas de uma versão do filme Johnny Got His Gun. Ao invés de organizar um acordo de licença para apresentar cenas do filme, a banda simplesmente comprou os direitos da obra. O vídeo foi enviado à MTV, com uma versão alternativa somente com a banda tocando, caso a emissora não aceitasse a versão original. Apesar de sua duração longa, a MTV aceitou o vídeo, e ambas as versões passaram a ser apresentadas. Em 1991, os Metallica lançaram o álbum homônimo Metallica , que inclui canções como \"Nothing Else Matters\", \"Enter Sandman\", \"Sad but True\", \"The Unforgiven\", \"Holier Than Thou\", \"Wherever I May Roam\",Through The Never\", My Friend Of Misery\" e \"Of Wolf And Man\". Robert Palmer, da revista Rolling Stone, acreditava que a banda tinha abandonado os andamentos rápidos para expandir a sua música e gama expressiva em 1991. A gravação foi co-produzida com Bob Rock, que já havia trabalhado com bandas de hard rock como The Cult, Bon Jovi e Mötley Crüe. O álbum possui uma capa toda preta com uma imagem pálida de uma cobra em um dos cantos, com o nome da banda no canto oposto. As sessões de gravação tornaram-se um processo longo e árduo, durando mais de um ano devido a conflitos entre os integrantes e argumentos com Rock sobre a direção do álbum, escopo e som. O custo de gravação superou um milhão de dólares. Entretanto, apesar da batalha para seu término, o álbum tornou-se o lançamento mais bem sucedido da banda, atingindo o topo da Billboard. O primeiro single dos Metallica foi \"Enter Sandman\", mostrando um estilo de música mais lento que trabalhos anteriores da banda. Devido ao novo estilo do som, surgiram mais acusações sobre a banda ter \"se vendido\" através da década de 1990. Em 1992, durante uma turnê muito bem sucedida financeiramente com os Guns N' Roses, Hetfield sofreu severas queimaduras de segundo e terceiro grau devido a pirotecnia durante a abertura de \"Fade to Black\", impedindo-o de tocar guitarra por um período da turnê. O roadie da banda e guitarrista dos Metal Church, John Marshall preencheu a posição da guitarra de Hetfield durante esse período. Após quase três anos de suporte ao álbum, incluindo uma apresentação no Woodstock 1994, a banda entrou em estúdio para escrever e gravar seu sexto álbum, Load. Interromperam esse período em meados de 1995 e apresentaram-se em três concertos ao ar livre, a chamada Escape from The studio Tour 1995, com bandas como Slayer, Skid Row, Slash's Snakepit, Therapy? e Corrosion of Conformity. Load foi lançado em 1996, e durante sua produção inicial a intenção era um álbum duplo. Entretanto, foi decidido que seria melhor lançar somente metade das canções primeiro, continuar o trabalho nas canções remanescentes, e lançá-las no ano seguinte. Essa continuação do trabalho resultou no álbum seguinte da banda, ReLoad, de 1997. Esses dois álbuns representaram uma significativa mudança musical para os Metallica, as melodias rápidas de heavy metal com composições sobrepostas de guitarra foram substituídas por melodias de blues e guitarra havaiana, e incorporava elementos até de country music, aumentando os boatos de que os Metallica tinham-se \"vendido\". Mas essa mudança fez com que a banda conseguisse uma maior audiência e maior sucesso comercial. Em 1998, foi lançada a compilação Garage Inc., que consistia em um álbum duplo. O primeiro CD contém gravações inéditas de covers de bandas como Killing Joke, Misfits, Thin Lizzy, Mercyful Fate, Black Sabbath, Nick Cave e Bob Seger. O segundo CD contém gravações antigas de covers, incluindo o EP The $5.98 E.P.: Garage Days Re-Revisited. Em 7 de março de 1999, a banda foi indicada à calçada da fama de San Francisco. O então prefeito da cidade, Willie Brown, proclamou aquele como sendo o \"Dia Oficial dos Metallica\" em San Francisco. Um mês depois em 21 e 22 de abril, a banda gravou duas apresentações com a San Francisco Symphony Orchestra, na época conduzidas por Michael Kamen. Kamen, que já havia trabalhado com Bob Rock em \"Nothing Else Matters\", havia entrado em contato com a banda oito anos antes, logo após o lançamento do Álbum Preto, com ideias sobre a junção da música dos Metallica com uma orquestra sinfônica. Kamen e sua equipe compuseram material de orquestra adicional para um número de canções da banda, e os concertos apresentaram uma seleção de canções datadas até a época de Ride the Lightning. A banda também escreveu duas novas canções com Kamen para o evento, \"No Leaf Clover\" e \"Minus Human\". A gravação de áudio e o vídeo do concerto foram lançadas em novembro de 1999 com o nome S&M, em CD, VHS, VCD e DVD. Em 2000, os integrantes dos Metallica descobriram que uma versão demo de sua canção \"I Disappear\", que era composta para ser lançada junto à trilha sonora do filme Mission: Impossible II, estava tocando nas rádios. Após descobrir a fonte de distribuição, a banda encontrou o arquivo na rede peer-to-peer de compartilhamento de arquivos do Napster, e também descobriram que todo seu catálogo foi livremente disponibilizado. Foi iniciada uma ação judicial contra a Napster com os Metallica deixando a ação judicial no Tribunal Judiciário Do Distrito Central Da Califórnia, alegando que a Napster violou três áreas da lei: violação de direitos autorais, utilização ilegal de interface dispositivo de áudio digital, e Racketeer Influenced and Corrupt Organizations Act.Ações legais também foram iniciadas contra a Universidade de Yale, Universidade do Sul da Califórnia e Universidade de Indiana, por não bloquearem a Napster em seus campi. No ano seguinte, ambas as partes concordaram em um acordo fora dos tribunais que levou ao bloqueio de contas de utilizadores da Napster, e a banda não iniciou ações legais contra indivíduos por violação de direitos autorais.Com a controvérsia sobre a validade ou não de compartilhadores de arquivo, páginas web publicavam paródias dos membros da banda. Como retaliação, Ulrich apareceu no MTV Video Music Awards de 2000, em um vídeo com o apresentador daquele ano Marlon Wayans, no qual arruinava a ideia de usar a Napster para compartilhar música. Marlon interpretava um estudante universitário sentado em seu dormitório, ouvindo a canção \"I Disappear\" dos Metallica. Ulrich, interpretando a si próprio, aparece e pede uma explicação. Após receber a desculpa de Wayan de que usando a Napster estava somente compartilhando, Lars replicou que a ideia de Marlon sobre compartilhar era simplesmente emprestar coisas que não eram suas sem pedir. Ele chamou então a equipe de turnê da banda, que prosseguiu confiscando todos os pertences de Wayan, deixando-o quase nu em um quarto vazio. O criador da Napster Shawn Fanning respondeu posteriormente à cerimônia ao apresentar um prêmio vestindo uma camiseta dos Metallica com os dizeres \"Eu peguei esta camisa emprestada de um amigo. Talvez, se eu gostar dela, irei comprar uma própria\".O desgaste da imagem da banda junto a seu público foi grande, já que a banda iniciou sua carreira na cena underground com a troca de bootlegs de suas apresentações. Esse fato fez com que a imagem da banda, que já estava arranhada pelos dois álbuns de estúdio anteriores, ficasse ainda mais comprometida junto a seus fãs mais antigos. A defesa da banda era que o Napster estava permitindo acesso livre a todo o seu catálogo e não somente os bootlegs ao vivo. Com planos de volta aos estúdios em 2001, Newsted deixou a banda em janeiro alegando danos físicos após vários anos tocando com o grupo e Kirk ficou no baixo e James guitarra solo e voz. Entretanto, entrevistas posteriores com Newsted e os integrantes remanescentes revelaram que o desejo de Newsted de lançar um CD e entrar em turnê com seu projeto paralelo Echobrain, e a resistência intensa de Hetfield à ideia, foi a causa primordial da saída do músico. Jason também alegou que não havia espaço para ele compor porque James Hetfield \"impôs\" essa barreira. Em julho de 2001, Hetfield entrou em reabilitação devido a alcoolismo e outros vícios, e por quase um ano a banda entrou em hiato. Com a volta do vocalista, a banda voltou lentamente como um trio para a composição e gravação do próximo álbum. A tarefa de tocar baixo nas sessões de gravação havia sido desempenhada pelo produtor e conhecido da banda Bob Rock. A gravação do álbum foi documentada para o filme Some Kind of Monster. No início de 2003, seguido da gravação do álbum, os Metallica iniciaram audições para a escolha de um substituto permanente para Newsted. Robert Trujillo, anteriormente dos Suicidal Tendencies e da banda de Ozzy Osbourne, foi escolhido como novo baixista e Kirk voltou a guitarra solo e James a voz e guitarra base. Jason Newsted acabou reunindo-se com a banda de thrash metal Voivod em 2002. Acabou também substituindo Robert Trujillo na banda de Ozzy durante a turnê Ozzfest de 2003. Ainda em 2003, o Metallica foi escolhido como ícone da MTV americana, na terceira edição do MTV Icon, uma espécie de \"Hall of Fame\" da emissora, que homenageia grandes bandas e artistas solo pelos serviços prestados a música, com o evento realizado em Universal City, Califórnia. O show começou com Sum 41 tocando \"For Whom The Bell Tolls\" e \"Enter Sandman\". Em seguida, os quatro integrantes do Metallica apareceram no palco e passaram pelo meio da multidão extasiada até chegar a seus lugares na primeira fileira do público. A carreira da banda, ao longo de duas décadas, foi documentada em dois telões, entre uma apresentação e outra, mas a saída de Dave Mustaine e a morte de Cliff Burton, membros originais da banda, quase não foram mencionadas. Avril Lavigne cantou \"Fuel\" com sua banda. O rapper Snoop Dogg fez uma versão em karaokê de \"Sad But True\", e o Korn foi ovacionado em pé pelo Metallica por sua versão de \"One\". O Limp Bizkit apresentou uma versão rap metal de \"Sanitarium\". Tocando em público pela primeira vez com o novo baixista Rob Trujillo, o Metallica apresentou um medley de canções que abrangem de 1983-1991, seguida de \"Frantic\" que foi tocada ao vivo pela primeira vez. Os apresentadores do concerto incluíram Rob Zombie, Lisa Marie Presley, Travis Barker, do Blink 182, a atriz Shannon Elizabeth, o ator Sean Penn, o humorista Jim Breuer e Chester Bennington, do Linkin Park. A MTV criou um site para promover o especial, com depoimentos de celebridades e músicos, incluindo Kelly Osbourne, Sully Erna do Godsmack, Ja Rule e David \"Phoenix\" Farrell, do Linkin Park. Em junho de 2003 foi lançado o oitavo álbum de estúdio do Metallica, St. Anger, estreando na primeira posição das paradas musicais da Billboard 200. Intencionalmente seco e pesado, e também desprovido quase que completamente de solos de guitarra, foi seguido de críticas do fãs por novamente seguir a tendência da época, que no caso era nu metal/metal alternativo. Apesar disso, o álbum ganhou o Grammy Award de 2004 para Melhor Desempenho de Metal. O álbum foi alvo de chacota graças ao som peculiar da bateria de Lars Após turnês extensas divulgando o álbum na Summer Sanitarium Tour 2003 e na Madly in Anger with the World, a banda entrou em hiato dos concertos e passou a maior parte de 2005 com amigos e família. Em 16 de fevereiro de 2006 a banda anunciou em sua página oficial que após um relacionamento de mais de quinze anos, o produtor musical de longa data Bob Rock não gravaria o próximo álbum de estúdio do Metallica. O grupo gravou em 2008 um álbum de estúdio com o produtor Rick Rubin, que já trabalhou com outras bandas proeminentes de rock e metal como Slayer, Danzig, System of a Down, Slipknot, Red Hot Chili Peppers, Rage Against the Machine e atualmente Linkin Park. A banda esteve em Portugal a 28 de junho de 2007, na sua Sick of the Studio Tour, proporcionando um grande concerto no festival Superbock Superock, juntamente com Joe Satriani e Mastodon, onde tocaram temas poucos habituais nos seus concertos, como a instrumental \"Orion\" e a canção \"...And Justice for All\", a banda já não tocava essas músicas ao vivo há mais de dezoito anos. Em 12 de setembro de 2008 foi lançado Death Magnetic; o álbum alcançou o topo em vários países e foi aclamado pela crítica e por boa parte dos fãs. Em 21 de outubro de 2008 o Metallica iniciou a turnê \"World Magnetic Tour\", que estava associada ao Death Magnetic, que acabou em 21 de novembro de 2010. Em 3 de abril de 2009 o Metallica lançou o single \"Broken, Beat & Scarred\", que também fazia parte do álbum Death Magnetic. Nos dias 4, 6 e 7 de junho o Metallica fez shows na Cidade do México, no México. Mais tarde é lançado o DVD ao vivo Orgulho, Paixão e Glória: Três Noites na Cidade do México. Em 7 de julho de 2009 a turnê passou pela França, onde o Metallica fez um show ao vivo, que posteriormente lançaram o DVD ao vivo Français Pour Une Nuit. Em 4 de abril de 2009, o Metallica subiu ao palco para tocar um medley de seus principais hits na cerimônia do Rock and Roll Hall of Fame, e dois dos baixistas do grupo, Jason Newsted e Robert Trujillo tocaram juntos. O vocalista James Hetfield e o baterista Lars Ulrich se abraçaram no palco após falar com o público e agradeceram aos fãs que acompanharam os altos e baixos da banda, como a morte do antigo baixista Cliff Burton em 1986. - Sonhem alto e se atrevam a errar. Eu os desafio a fazer isso, porque isso aqui é uma prova viva de que é possível transformar um sonho em realidade - disse Hetfield. Os nomeados são escolhidos por 600 pessoas de um grupo de cantores elegíveis 25 anos depois de seu primeiro álbum ser lançado. Entrar para o Rock and Roll Hall of Fame é considerado uma grande honra entre músicos do rock, desde a década de 50. Depois de 11 anos de ausência, o Metallica retornou ao Brasil no início de 2010 para três shows, em Porto Alegre e São Paulo . Na primeira noite na capital paulista, o show teve todos os 68 mil ingressos vendidos, lotando o Estádio do Morumbi. Nas três apresentações no Brasil, a banda tocou várias músicas que levaram o público ao delírio, seus grandes clássicos, além de músicas do mais recente álbum Death Magnetic, de 2008. Os dois shows em São Paulo tiveram a abertura da banda brasileira Sepultura. Em Porto Alegre, o Metallica se apresentou pela segunda vez, mas o vocalista James Hetfield se enganou ao dizer aos porto-alegrenses que o Metallica estava pela primeira vez na cidade, mas logo o guitarrista Kirk Hammett corrigiu fazendo um sinal com as mãos mostrando que era a segunda apresentação. Em junho de 2010 o Metallica, juntamente com Slayer, Megadeth e Anthrax, realizaram uma turnê juntos na Sonisphere Festival na Polónia, República Checa, Bulgária, Roménia e Turquia, chamada Big Four of Thrash. Em 22 de junho, todas as bandas tocaram no mesmo palco juntas pela primeira vez, em Sofia Bulgária, a música \"Am I Evil?\", cover de Diamond Head realizado pela primeira vez em 1984, pelo Metallica. Esta é também a primeira vez que James Hetfield e Dave Mustaine tocaram juntos desde 1983, quando Mustaine foi expulso do Metallica. Os shows foram gravados e editados e, em seguida, foi ao ar em mais de 800 cinemas em todo o mundo no mesmo dia do festival. Esse show marcou a história do rock, e foi gravado em DVD/Blu-ray ao vivo, intitulado \"The Big 4 Live from Sofia, Bulgaria\". Em uma entrevista de novembro de 2010 com The Pulse of Radio, Lars Ulrich afirmou que o Metallica quer voltar a escrever novamente para 2011. Ulrich afirmou: \"Há um monte de boatos no ar em 2011, mas acho que o principal é que realmente queremos voltar a escrever novamente. Nós não escrevemos desde 2006 ou 2007, e por isso nós queremos ser criativos novamente. Provavelmente, eu diria, março ou abril, e começar, provavelmente, volta a escrever algumas músicas\", diz Lars Ulrich. Em 13 de dezembro de 2010 o Metallica anunciou que voltará a realizar o Big Four, durante o Sonisphere Festival, no Reino Unido, em 8 de julho de 2011. Esta foi a primeira vez que todos os membros do Big Four vão estar no mesmo palco no Reino Unido. O show aconteceu em Knebworth House, Hertfordshire. Outro show do Big Four teve lugar na França em 9 de julho de 2011. Em junho de 2011 Metallica lançou a versão da banda do jogo Monopoly. Além do Metallica, Kiss, The Beatles, Elvis Presley e The Grateful Dead estão entre as outras bandas que já tiveram sua própria versão do jogo.Em 16 de junho, no site oficial, a banda revelou que lançaria, em 31 de outubro, para o mundo inteiro, e 1 de novembro nos Estados Unidos, o álbum Lulu, o disco foi inspirado em duas peças do dramaturgo alemão Frank Wedekind: \"Earth spirit\" e \"Pandora's box\". As letras foram originalmente compostas por Lou Reed para uma montagem teatral em Berlim. Em 25 de setembro de 2011, a banda fez o show de encerramento da noite do metal na versão original do Rock in Rio para cerca de 100 mil pessoas. O show bateu o recorde de maior público acompanhando um concerto do evento ao vivo pelo YouTube, com mais de 3 milhões de espectadores online. Em Dezembro de 2011, o Metallica fez uma série de 4 shows em The Filmore, nos Estados Unidos, para comemorar os 30 anos de estrada da banda. A apresentação contou com todos os membros que fizeram parte da banda e ainda estão vivos: Dave Mustaine, Jason Newsted, Ron McGovney, Lloyd Grant , e também contou com convidados como, Mercyful Fate, Apocalyptica, Diamond Head, Ozzy Osbourne, Rob Halford, Danzig, John Bush, Jerry Cantrell, Kid Rock, Marianne Faithfull, Geezer Butler, Biff Byford e Bob Rock. Ainda não foi anunciado se haverá lançamento oficial em DVD ou Blu-Ray do evento.[carece de fontes?]Em 12 de Dezembro, o Metallica lançou um EP composta por quatro faixas excluídas do álbum Death Magnetic de 2008, intitulada Beyond Magnetic. No dia 21 de Dezembro de 2011, a banda confirmou oficialmente o seu regresso a Portugal para um show no Rock In Rio 2012 de Lisboa no dia 25 de Maio. Em 7 de fevereiro de 2012, o Metallica anunciou a criação do seu próprio festival, Orion Music + More, que aconteceu nos dias 23 e 24 de junho em Atlantic City, em Nova Jersey, nos EUA. Mais de 30 artistas foram confirmados, entre eles Arctic Monkeys, Slipknot, Avenged Sevenfold, Sepultura, Suicidal Tendencies, Ghost, The Sword, Cage The Elephant, Eric Church, Gary Clark Jr. e muitos outros. Em agosto de 2013, estrelaram o filme em 3D Metallica: Through the Never. Em 19 de setembro do mesmo ano, o Metallica regressa ao Rock in Rio como headliner, encerrando a primeira noite de heavy metal desta edição do festival.Em 8 de dezembro de 2013, a banda fez um show na Antártida para 120 pessoas, tornando-se assim a primeira banda a tocar em todos os continentes. O show, chamado de \"Freeze 'Em All\", foi realizado numa base científica da Argentina na região e os fãs que presenciaram o concerto foram 19 vencedores de um concurso da Coca-Cola em seu país, além de jornalistas e demais convidados. Quinze toneladas de equipamento foram necessárias para o show, mas de maneira a preservar o ecossistema local, todos tiveram que escutar as dez canções em fones de ouvido. Em Janeiro de 2014, a banda toca \"One\" no Grammy Awards com o pianista chinês Lang Lang. Em Março começam uma turnê chamada \"Metallica By Request\", na qual fãs escolhiam na internet as músicas para a banda tocar. Uma nova música chamada \"Lords of Summer\" foi escrita e lançada em junho.Em 19 de setembro de 2015,o Metallica faz mais uma participação no Rock in Rio, desta vez no aniversário de 30 anos do evento. É o terceiro show da banda no festival.Em 18 de Agosto de 2016, o Metallica anunciou seu novo álbum Hardwired...to Self-Destruct e postou em seu canal oficial no YouTube, o clipe oficial do 1° single do álbum, \"Hardwired\". No dia 26 de Setembro de 2016 o 2° single foi lançado, junto a um videoclipe em seu canal do YouTube \"Moth Into Flame\". O álbum foi lançado mundialmente no dia 18 de Novembro de 2016, recebendo diversas criticas positivas. No canal oficial da banda no YouTube estão disponíveis videoclipes para todas a faixas do álbum, sendo a primeira vez que o grupo faz isso, incluindo \"Lords of Summer\" . Hardwired...to Self-Destruct foi o sexto álbum do Metallica a alcançar a primeira posição na Billboard 200, sendo a terceira melhor estreia do ano de 2016. Lista de recordistas de vendas de discos Christe, Ian . Sound of the Beast: The Complete Headbanging History of Heavy Metal . [S.l.]: HarperCollins. ISBN 0-380-81127-8 Site oficial Metallica no Facebook Metallica no Twitter","breackIntosentences":[{"images":[],"keywords":["San Francisco","Metallica","banda norte-americana de heavy metal originária de Los Angeles","base"],"text":"Metallica é uma banda norte-americana de heavy metal originária de Los Angeles, mas com base em San Francisco."},{"images":[],"keywords":["tempos rápidos","musicalidade agressiva","repertório","lugar de pioneiros do thrash metal","bandas fundadoras do Big Four of Thrash","instrumentais","Slayer","Megadeth","Anthrax"],"text":"O seu repertório inclui tempos rápidos, pesados, melódicos, instrumentais e musicalidade agressiva, a qual os colocou no lugar de pioneiros do thrash metal e uma das bandas fundadoras do Big Four of Thrash, conjuntamente com Slayer, Megadeth e Anthrax."},{"images":[],"keywords":["James Hetfield","Lars Ulrich","jornal local","Metallica","anúncio"],"text":"Os Metallica formaram-se em 1981, após James Hetfield responder a um anúncio que Lars Ulrich colocou no jornal local."},{"images":[],"keywords":["formação atual","fundadores Ulrich","guitarrista Kirk Hammett","baixista Robert Trujillo","Hetfield"],"text":"A sua formação atual apresenta os fundadores Ulrich e Hetfield , o guitarrista Kirk Hammett , e o baixista Robert Trujillo ."},{"images":[],"keywords":["formação atual","Dave Mustaine","Ron McGovney","Cliff Burton","Jason Newsted","banda","integrantes"],"text":"Antes de chegarem à sua formação atual, a banda teve outros integrantes, sendo eles: Dave Mustaine , Ron McGovney, Cliff Burton e Jason Newsted ."},{"images":[],"keywords":["primeiros álbuns","crescente base de fãs","comunidade de música underground","Master of Puppets","álbuns de thrash metal","lançamentos","Metallica","críticos"],"text":"Com os lançamentos de seus quatro primeiros álbuns, os Metallica ganhou uma crescente base de fãs na comunidade de música underground, e alguns críticos dizem que Master of Puppets é um dos álbuns de thrash metal mais influentes e \"pesados\"."},{"images":[],"keywords":["enorme sucesso comercial","álbum auto","banda","cópias","mundo"],"text":"Logo após, a banda alcançou enorme sucesso comercial com o seu álbum auto-intitulado de 1991 , que já vendeu 40 milhões de cópias pelo mundo até hoje."},{"images":[],"keywords":[],"text":"Com este lançamento a banda expandiu seu direcionamento musical, atingindo uma audiência mais mainstream."},{"images":[],"keywords":[],"text":"Com os lançamentos de Load e Reload nos anos 1990, os Metallica tentaram aproximar-se do rock alternativo que fazia sucesso na época para ganhar uma nova base de fãs, mas foi acusada por seus fãs antigos de \"vender-se\" para as gravadoras."},{"images":[],"keywords":[],"text":"Em 2000 os Metallica estiveram entre os vários artistas que apresentaram uma ação judicial contra o Napster por compartilhar materiais protegidos por direitos de autor livremente sem o consentimento dos membros da banda."},{"images":[],"keywords":[],"text":"A resolução foi tomada, e Napster se tornou um serviço de uso pago."},{"images":[],"keywords":[],"text":"Apesar de atingir o primeiro lugar na Billboard 200, o lançamento de St. Anger em 2003 foi controverso pelas influências de nu metal e a produção musical crua de Bob Rock."},{"images":[],"keywords":[],"text":"O disco sucessor, Death Magnetic , foi produzido por Rick Rubin e recebeu avaliações mais favoráveis."},{"images":[],"keywords":[],"text":"Mais tarde, a discografia de estúdio do conjunto somou o álbum Lulu , em parceria com Lou Reed e que recebeu críticas mistas."},{"images":[],"keywords":[],"text":"Em 2012, a banda fundou sua própria gravadora, chamada Blackened Recordings, e adquiriu os direitos de todos os seus álbuns de estúdio."},{"images":[],"keywords":[],"text":"Seu disco mais recente é Hardwired...to Self-Destruct, lançado no fim de 2016."},{"images":[],"keywords":[],"text":"Em mais de 30 anos de carreira, os Metallica já lançaram dez álbuns de estúdio, quatro álbuns ao vivo, dez álbuns de vídeo, dentre outros."},{"images":[],"keywords":[],"text":"Tornaram-se uma das bandas mais influentes e bem sucedidas de todos os tempos, tendo vendido cerca de 200 milhões de discos no mundo inteiro."},{"images":[],"keywords":[],"text":"A banda já recebeu nove premiações no Grammy Awards, entrou para o Rock and Roll Hall of Fame em 2009 e tem seis álbuns consecutivos em primeiro lugar na Billboard 200."},{"images":[],"keywords":[],"text":"O Metallica foi formado em Los Angeles, Califórnia, no fim de 1981 quando o baterista Lars Ulrich colocou um anúncio num jornal de Los Angeles—The Recycler—que dizia \"Baterista à procura de outros músicos de metal para jam com Tygers of Pan Tang, Diamond Head e Iron Maiden\"."},{"images":[],"keywords":[],"text":"Os guitarristas James Hetfield e Hugh Tanner de Leather Charm responderam ao anúncio."},{"images":[],"keywords":[],"text":"Embora ele não tivesse formado uma banda, Ulrich perguntou para o fundador da Metal Blade Records Brian Slagel se ele podia gravar uma canção para a próxima compilação da gravadora intitulada Metal Massacre."},{"images":[],"keywords":[],"text":"Slagel aceitou e Ulrich recrutou Hetfield para cantar e tocar baixo em 1981."},{"images":[],"keywords":[],"text":"Ulrich conversou com seu amigo Ron Quintana, que estava criando nomes para um fanzine."},{"images":[],"keywords":[],"text":"Quintana tinha proposto os nomes Metal Mania e Metallica."},{"images":[],"keywords":[],"text":"Ulrich utilizou Metallica para o nome de sua banda."},{"images":[],"keywords":[],"text":"Um segundo anúncio foi colocado no The Recycler para a posição de baixo para James cantar e tocar guitarra."},{"images":[],"keywords":[],"text":"Dave Mustaine respondeu, e depois de verem seu equipamento caro de baixo, Ulrich e Hetfield o recrutaram."},{"images":[],"keywords":[],"text":"No início de 1982, os Metallica gravaram a primeira canção de sua autoria, \"Hit the Lights\", para a compilação Metal Massacre I. Hetfield tocou na guitarra a canção e Lloyd Grant foi creditado como o autor de um solo de guitarra."},{"images":[],"keywords":[],"text":"Lançado em 14 de Junho de 1982, a primeira prensagem de Metal Massacre I listou incorretamente a banda como \"Mettallica\"."},{"images":[],"keywords":[],"text":"Apesar de indignado pelo erro, os Metallica conseguiram criar suficiente \"buzz\" com a canção, e a banda fez seu primeiro concerto ao vivo em 14 de Março de 1982, na Radio City em Anaheim, Califórnia com o novo baixista Ron McGovney e Dave ficou na guitarra solo."},{"images":[],"keywords":[],"text":"Os Metallica gravaram a sua primeira demo, intitulada No Life ´Til Leather, um nome inspirado na primeira frase de Hit the Lights, no início de 1982."},{"images":[],"keywords":[],"text":"No Outono de 1982, Ulrich e Hetfield assistiram a um show na casa noturna Whisky a Go Go em que apresentou o baixista Cliff Burton em uma banda chamada Trauma."},{"images":[],"keywords":[],"text":"Os dois ficaram impressionados por Burton utilizar um pedal wah-wah e o convidaram para se juntar aos Metallica."},{"images":[],"keywords":[],"text":"Hetfield e Mustaine queriam McGovney fora da banda porque achavam que ele \"não contribuía em nada, apenas seguia."},{"images":[],"keywords":[],"text":"\"Ron também não estava contente com a banda Embora Burton tenha inicialmente recusado a oferta, no final daquele ano ele a aceitou com a condição da banda mover-se para El Cerrito em San Francisco Bay Area."},{"images":[],"keywords":[],"text":"A primeira apresentação ao vivo dos Metallica com Burton foi na casa noturna The Stone em Março de 1983, e a primeira gravação com Burton foi a demo Megaforce, de 1983"},{"images":[],"keywords":[],"text":"Os Metallica estavam prontos para gravar seu álbum de estreia."},{"images":[],"keywords":[],"text":"Porém, quando a Metal Blade se mostrou incapaz de financiá-lo, a banda começou a buscar outras opções."},{"images":[],"keywords":[],"text":"O promotor de concertos Johnny \"Z\" Zazula, que tinha ouvido a demo No Life 'til Leather, de 1982, ofereceu-se para mediar um acordo de gravação entre os Metallica com as gravadoras de Nova Iorque."},{"images":[],"keywords":[],"text":"Depois de não despertar nenhum interesse de várias gravadoras, Zazula emprestou dinheiro para financiar o orçamento da gravação e assinou com os Metallica para a sua própria gravadora, Megaforce Records."},{"images":[],"keywords":[],"text":"Os membros da banda decidiram expulsar Mustaine devido às drogas, abuso de álcool e comportamento violento."},{"images":[],"keywords":[],"text":"O guitarrista Kirk Hammett do Exodus voou para substituir Mustaine na mesma tarde."},{"images":[],"keywords":[],"text":"O primeiro show dos Metallica com Hammett foi em 16 de Abril de 1983, na casa noturna The Showplace em Dover, Nova Jérsei."},{"images":[],"keywords":[],"text":"Em 1983, Metallica viajou para Rochester, Nova Iorque para gravar seu primeiro álbum, que teria o título provisório de Metal Up Your Ass, produzido por Paul Curcio."},{"images":[],"keywords":[],"text":"Devido a conflitos com a gravadora da banda e os distribuidores se recusarem a lançar um álbum com esse título, ele foi renomeado Kill 'Em All."},{"images":[],"keywords":[],"text":"Esse título foi colocado devido ao estado de fúria de Cliff Burton quando o nome \"Metal Up Your Ass\" foi negado."},{"images":[],"keywords":[],"text":"Ele gritou \"Matem todos eles\"."},{"images":[],"keywords":[],"text":"Lançado pela Megaforce Records nos EUA e Music for Nations na Europa, o álbum culminou no número 120 da Billboard 200 e Dave Mustaine, guitarrista que havia sido expulso da banda, foi creditado em algumas das letras, mas este afirmou que havia dito à banda para não utilizarem as músicas que ele havia escrito, Hetfield e Ulrich contestam tal afirmação."},{"images":[],"keywords":[],"text":"Mustaine também reivindica os solos das músicas em que tocava junto à banda."},{"images":[],"keywords":[],"text":"Kirk Hammett nega o fato até hoje."},{"images":[],"keywords":[],"text":"Uma música, \"The Four Horsemen\", foi originalmente escrita por Mustaine e nomeada \"The Mechanix\"."},{"images":[],"keywords":[],"text":"Ela foi tocada em muitos shows dos Metallica no início."},{"images":[],"keywords":[],"text":"Após a saída de Mustaine, Kirk Hammett adicionou uma passagem melódica à música e Hetfield reescreveu a letra, alegando sentir-se pouco confortável cantando a letra escrita por Mustaine, e a banda a renomeou para \"The Four Horsemen\"."},{"images":[],"keywords":[],"text":"Mustaine manteve a versão original rápida da música, renomeando-a simplesmente \"Mechanix\", e a incluiu no álbum Killing Is My Business..."},{"images":[],"keywords":[],"text":"And Business Is Good!, álbum de estreia da nova banda que ele havia formado, os Megadeth."},{"images":[],"keywords":[],"text":"Após o lançamento do álbum, os Metallica embarcaram em turnê com a banda Raven para na turnê Kill 'Em All for One para apoiar o lançamento."},{"images":[],"keywords":[],"text":"Em Fevereiro de 1984, os Metallica apoiaram a banda inglesa Venom na turnê Seven Dates of Hell, onde eles tocaram para 7,000 pessoas no Aardschok Festival em Zwolle, Países Baixos."},{"images":[],"keywords":[],"text":"Os Metallica gravaram o seu segundo álbum de estúdio, Ride the Lightning, no estúdio Sweet Silence em Copenhague, Dinamarca."},{"images":[],"keywords":[],"text":"Lançado em agosto de 1984, o álbum culminou no número 100 na Billboard 200 e mais tarde foi adicionado na lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame."},{"images":[],"keywords":[],"text":"O nome do álbum é uma gíria usada entre presidiários para designar os condenados à morte na cadeira elétrica, e a mesma é utilizada na capa do álbum."},{"images":[],"keywords":[],"text":"As letras do álbum abordam temas como o desespero, a morte e o medo da perda."},{"images":[],"keywords":[],"text":"Uma prensagem francesa erroneamente imprimiu a capa do álbum na cor verde, e esses poucos discos comercializados com essa capa, hoje são considerados itens de coleção raros."},{"images":[],"keywords":[],"text":"O álbum inclui canções como \"For Whom the Bell Tolls\", \"Creeping Death\" , a música \"Fade to Black\" e a instrumental \"The Call of Ktulu\"."},{"images":[],"keywords":[],"text":"Mustaine recebeu credito como letrista para \"Ride the Lightning\" e co-autor na instrumental \"The Call of Ktulu\""},{"images":[],"keywords":[],"text":"O diretor de A&R da Elektra Records Michael Alago, e co-fundador do Q-Prime Management Cliff Burnstein, assistiu um concerto dos Metallica em setembro de 1984."},{"images":[],"keywords":[],"text":"Impressionado com o que viu, ele contratou os Metallica para a Elektra Records, e fez a banda de um cliente da Q-Prime Management."},{"images":[],"keywords":[],"text":"O crescente sucesso dos Metallica foi tal que a gravadora britânica Music for Nations emitiu uma edição limitada do EP Creeping Death, que vendeu 40.000 exemplares como uma importação nos EUA."},{"images":[],"keywords":[],"text":"Duas das três canções do registro apareceram no relançamento de Kill 'Em All em 1989 pela Elektra Records."},{"images":[],"keywords":[],"text":"Os Metallica embarcaram na sua primeira grande turnê Europeia com Tank a uma audiência média de 1.300 pessoas."},{"images":[],"keywords":[],"text":"Retornando para os EUA, marcou uma turnê co-headlining com W.A.S.P. e suporte de Armored Saint."},{"images":[],"keywords":[],"text":"Os Metallica fizeram o seu maior show até então no festival Monsters of Rock em 17 de agosto de 1985, com Bon Jovi e Ratt em Donington Park, na Inglaterra, tocando na frente de 70.000 pessoas."},{"images":[],"keywords":[],"text":"Um show em Oakland, Califórnia no festival Days on the Green viram a banda tocar em frente a uma multidão de 60.000 pessoas."},{"images":[],"keywords":[],"text":"O terceiro álbum de estúdio dos Metallica, Master of Puppets foi gravado no Sweet Silence Studios, e foi lançado em março de 1986."},{"images":[],"keywords":[],"text":"O álbum culminou no número 29 na Billboard 200, e permaneceu durante 72 semanas na parada."},{"images":[],"keywords":[],"text":"O álbum foi o primeiro da banda a ser certificado como disco de ouro em 4 de novembro de 1986, e foi certificado seis vezes platina em 2003, além de ser o segundo álbum da banda presente na Lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame."},{"images":[],"keywords":[],"text":"Amplamente é reconhecido como um dos maiores álbuns da história do metal."},{"images":[],"keywords":[],"text":"A revista inglesa Metal Hammer e o site MusicRadar.com se uniram para promover uma votação para eleger o melhor álbum de Heavy Metal de todos os tempos; o escolhido fora o álbum Master of Puppets."},{"images":[],"keywords":[],"text":"O álbum reúne a agressividade e a velocidade de Kill 'Em All, com a técnica de Ride the Lightning, em composições extremamente elaboradas, com riffs e solos complexos."},{"images":[],"keywords":[],"text":"Um fato importante sobre Master of Puppets é que ele é um álbum conceitual onde a banda desenvolve o tema \"Dominação\" no decorrer das canções, o que fica muito claro na letras das faixas \"Master of Puppets\", \"Disposable Heroes\" e \"Leper Messiah\"."},{"images":[],"keywords":[],"text":"Foi o segundo álbum conceitual na carreira dos Metallica."},{"images":[],"keywords":[],"text":"O primeiro foi Ride the Lightning, onde a banda falou sobre a morte."},{"images":[],"keywords":[],"text":"Na sequência do lançamento do álbum, os Metallica apoiaram Ozzy Osbourne numa turnê nos EUA."},{"images":[],"keywords":[],"text":"Hetfield quebrou seu pulso andando de skate e continuou a turnê apenas cantando, com o técnico de guitarra John Marshall tocando a guitarra base"},{"images":[],"keywords":[],"text":"Em 27 de setembro de 1986, durante a parte europeia da turnê Damage Inc., Cliff Burton faleceu perto de Ljungby, Suécia quando o ônibus da turnê deslizou na rodovia congelada e tombou."},{"images":[],"keywords":[],"text":"A morte de Burton resultou em questionamentos sobre o futuro da banda."},{"images":[],"keywords":[],"text":"Por fim os três membros remanescentes decidiram continuar o trabalho, e com o apoio da família de Burton começaram a busca por um substituto."},{"images":[],"keywords":[],"text":"A canção \"To Live is to Die\" foi gravada posteriormente em homenagem a Burton."},{"images":[],"keywords":[],"text":"Na música podem ser ouvidas frases na voz de Burton: \"Quando um homem conta uma mentira ele mata alguma parte do mundo."},{"images":[],"keywords":[],"text":"Estas são as pálidas mortes com que homens desperdiçam suas vidas."},{"images":[],"keywords":[],"text":"Isso tudo eu não posso mais suportar, presenciar."},{"images":[],"keywords":[],"text":"O reino da salvação não pode me levar para casa?\"."},{"images":[],"keywords":[],"text":"O corpo de Cliff foi cremado e as cinzas lançadas em Maxwell Ranch."},{"images":[],"keywords":[],"text":"Na cerimónia, foi tocada a música \"Orion\" do álbum \"Master of Puppets\"."},{"images":[],"keywords":[],"text":"Os Metallica tocaram esta música em um medley em 1992 em San Diego na Califórnia junto com outras músicas, entre elas \"My Friend of Misery\" e citações a \" Pulling Teeth\" do álbum Kill 'Em All por várias distorções de baixo entre um solo e outro."},{"images":[],"keywords":[],"text":"A partir das audições para a escolha de um novo baixista estava Les Claypool , um amigo de infância de Hammett."},{"images":[],"keywords":[],"text":"A banda gostou do baixista, mas considerava seu estilo muito diferente do estilo dos Metallica."},{"images":[],"keywords":[],"text":"O convite foi feito a Jason Newsted."},{"images":[],"keywords":[],"text":"Jason reuniu-se à banda oficialmente em 27 de outubro de 1986, três semanas após o funeral de Burton."},{"images":[],"keywords":[],"text":"A turnê foi terminada nos primeiros meses do ano seguinte."},{"images":[],"keywords":[],"text":"Em julho de 1987 gravaram The $5.98 E.P.: Garage Days Re-Revisited para testar um novo estúdio que eles haviam construído e para mostrar ao Mundo o talento de Newsted."},{"images":[],"keywords":[],"text":"...And Justice for All foi lançado em 1988, o primeiro álbum de estúdio desde a morte de Burton."},{"images":[],"keywords":[],"text":"Ele teve grande sucesso comercial, atingindo a sexta posição da Billboard 200, o primeiro álbum da banda a estar entre os dez primeiros."},{"images":[],"keywords":[],"text":"Apesar de críticas, em 1989 a banda recebeu sua primeira indicação ao Grammy pelo álbum, para a categoria Melhor Desempenho de Hard Rock/Metal Vocal Ou Instrumento."},{"images":[],"keywords":[],"text":"Entretanto, o prêmio foi ganho pela banda Jethro Tull pelo seu álbum Crest of a Knave."},{"images":[],"keywords":[],"text":"O resultado gerou muita controvérsia, pois a banda realmente esperava ganhar o prêmio e já estava na saída dos fundos do palco esperando ser chamada, logo após ter apresentado a canção \"One\"."},{"images":[],"keywords":[],"text":"Os integrantes do Jethro Tull não haviam nem mesmo ido à cerimônia, assumindo que sua chance de ganhar o prêmio era ínfima."},{"images":[],"keywords":[],"text":"Seguido do lançamento de …And Justice for All, a banda firmou pela primeira vez seu compromisso com a grande mídia da música com seu primeiro vídeo musical para a canção \"One\"."},{"images":[],"keywords":[],"text":"A banda apresentou a canção em um depósito abandonado, e o vídeo foi remixado com cenas de uma versão do filme Johnny Got His Gun."},{"images":[],"keywords":[],"text":"Ao invés de organizar um acordo de licença para apresentar cenas do filme, a banda simplesmente comprou os direitos da obra."},{"images":[],"keywords":[],"text":"O vídeo foi enviado à MTV, com uma versão alternativa somente com a banda tocando, caso a emissora não aceitasse a versão original."},{"images":[],"keywords":[],"text":"Apesar de sua duração longa, a MTV aceitou o vídeo, e ambas as versões passaram a ser apresentadas."},{"images":[],"keywords":[],"text":"Em 1991, os Metallica lançaram o álbum homônimo Metallica , que inclui canções como \"Nothing Else Matters\", \"Enter Sandman\", \"Sad but True\", \"The Unforgiven\", \"Holier Than Thou\", \"Wherever I May Roam\",Through The Never\", My Friend Of Misery\" e \"Of Wolf And Man\"."},{"images":[],"keywords":[],"text":"Robert Palmer, da revista Rolling Stone, acreditava que a banda tinha abandonado os andamentos rápidos para expandir a sua música e gama expressiva em 1991."},{"images":[],"keywords":[],"text":"A gravação foi co-produzida com Bob Rock, que já havia trabalhado com bandas de hard rock como The Cult, Bon Jovi e Mötley Crüe."},{"images":[],"keywords":[],"text":"O álbum possui uma capa toda preta com uma imagem pálida de uma cobra em um dos cantos, com o nome da banda no canto oposto."},{"images":[],"keywords":[],"text":"As sessões de gravação tornaram-se um processo longo e árduo, durando mais de um ano devido a conflitos entre os integrantes e argumentos com Rock sobre a direção do álbum, escopo e som."},{"images":[],"keywords":[],"text":"O custo de gravação superou um milhão de dólares."},{"images":[],"keywords":[],"text":"Entretanto, apesar da batalha para seu término, o álbum tornou-se o lançamento mais bem sucedido da banda, atingindo o topo da Billboard."},{"images":[],"keywords":[],"text":"O primeiro single dos Metallica foi \"Enter Sandman\", mostrando um estilo de música mais lento que trabalhos anteriores da banda."},{"images":[],"keywords":[],"text":"Devido ao novo estilo do som, surgiram mais acusações sobre a banda ter \"se vendido\" através da década de 1990."},{"images":[],"keywords":[],"text":"Em 1992, durante uma turnê muito bem sucedida financeiramente com os Guns N' Roses, Hetfield sofreu severas queimaduras de segundo e terceiro grau devido a pirotecnia durante a abertura de \"Fade to Black\", impedindo-o de tocar guitarra por um período da turnê."},{"images":[],"keywords":[],"text":"O roadie da banda e guitarrista dos Metal Church, John Marshall preencheu a posição da guitarra de Hetfield durante esse período."},{"images":[],"keywords":[],"text":"Após quase três anos de suporte ao álbum, incluindo uma apresentação no Woodstock 1994, a banda entrou em estúdio para escrever e gravar seu sexto álbum, Load."},{"images":[],"keywords":[],"text":"Interromperam esse período em meados de 1995 e apresentaram-se em três concertos ao ar livre, a chamada Escape from The studio Tour 1995, com bandas como Slayer, Skid Row, Slash's Snakepit, Therapy?"},{"images":[],"keywords":[],"text":"e Corrosion of Conformity."},{"images":[],"keywords":[],"text":"Load foi lançado em 1996, e durante sua produção inicial a intenção era um álbum duplo."},{"images":[],"keywords":[],"text":"Entretanto, foi decidido que seria melhor lançar somente metade das canções primeiro, continuar o trabalho nas canções remanescentes, e lançá-las no ano seguinte."},{"images":[],"keywords":[],"text":"Essa continuação do trabalho resultou no álbum seguinte da banda, ReLoad, de 1997."},{"images":[],"keywords":[],"text":"Esses dois álbuns representaram uma significativa mudança musical para os Metallica, as melodias rápidas de heavy metal com composições sobrepostas de guitarra foram substituídas por melodias de blues e guitarra havaiana, e incorporava elementos até de country music, aumentando os boatos de que os Metallica tinham-se \"vendido\"."},{"images":[],"keywords":[],"text":"Mas essa mudança fez com que a banda conseguisse uma maior audiência e maior sucesso comercial."},{"images":[],"keywords":[],"text":"Em 1998, foi lançada a compilação Garage Inc., que consistia em um álbum duplo."},{"images":[],"keywords":[],"text":"O primeiro CD contém gravações inéditas de covers de bandas como Killing Joke, Misfits, Thin Lizzy, Mercyful Fate, Black Sabbath, Nick Cave e Bob Seger."},{"images":[],"keywords":[],"text":"O segundo CD contém gravações antigas de covers, incluindo o EP The $5.98 E.P.: Garage Days Re-Revisited."},{"images":[],"keywords":[],"text":"Em 7 de março de 1999, a banda foi indicada à calçada da fama de San Francisco."},{"images":[],"keywords":[],"text":"O então prefeito da cidade, Willie Brown, proclamou aquele como sendo o \"Dia Oficial dos Metallica\" em San Francisco."},{"images":[],"keywords":[],"text":"Um mês depois em 21 e 22 de abril, a banda gravou duas apresentações com a San Francisco Symphony Orchestra, na época conduzidas por Michael Kamen."},{"images":[],"keywords":[],"text":"Kamen, que já havia trabalhado com Bob Rock em \"Nothing Else Matters\", havia entrado em contato com a banda oito anos antes, logo após o lançamento do Álbum Preto, com ideias sobre a junção da música dos Metallica com uma orquestra sinfônica."},{"images":[],"keywords":[],"text":"Kamen e sua equipe compuseram material de orquestra adicional para um número de canções da banda, e os concertos apresentaram uma seleção de canções datadas até a época de Ride the Lightning."},{"images":[],"keywords":[],"text":"A banda também escreveu duas novas canções com Kamen para o evento, \"No Leaf Clover\" e \"Minus Human\"."},{"images":[],"keywords":[],"text":"A gravação de áudio e o vídeo do concerto foram lançadas em novembro de 1999 com o nome S&M, em CD, VHS, VCD e DVD."},{"images":[],"keywords":[],"text":"Em 2000, os integrantes dos Metallica descobriram que uma versão demo de sua canção \"I Disappear\", que era composta para ser lançada junto à trilha sonora do filme Mission: Impossible II, estava tocando nas rádios."},{"images":[],"keywords":[],"text":"Após descobrir a fonte de distribuição, a banda encontrou o arquivo na rede peer-to-peer de compartilhamento de arquivos do Napster, e também descobriram que todo seu catálogo foi livremente disponibilizado."},{"images":[],"keywords":[],"text":"Foi iniciada uma ação judicial contra a Napster com os Metallica deixando a ação judicial no Tribunal Judiciário Do Distrito Central Da Califórnia, alegando que a Napster violou três áreas da lei: violação de direitos autorais, utilização ilegal de interface dispositivo de áudio digital, e Racketeer Influenced and Corrupt Organizations Act"},{"images":[],"keywords":[],"text":"Ações legais também foram iniciadas contra a Universidade de Yale, Universidade do Sul da Califórnia e Universidade de Indiana, por não bloquearem a Napster em seus campi."},{"images":[],"keywords":[],"text":"No ano seguinte, ambas as partes concordaram em um acordo fora dos tribunais que levou ao bloqueio de contas de utilizadores da Napster, e a banda não iniciou ações legais contra indivíduos por violação de direitos autorais"},{"images":[],"keywords":[],"text":"Com a controvérsia sobre a validade ou não de compartilhadores de arquivo, páginas web publicavam paródias dos membros da banda."},{"images":[],"keywords":[],"text":"Como retaliação, Ulrich apareceu no MTV Video Music Awards de 2000, em um vídeo com o apresentador daquele ano Marlon Wayans, no qual arruinava a ideia de usar a Napster para compartilhar música."},{"images":[],"keywords":[],"text":"Marlon interpretava um estudante universitário sentado em seu dormitório, ouvindo a canção \"I Disappear\" dos Metallica."},{"images":[],"keywords":[],"text":"Ulrich, interpretando a si próprio, aparece e pede uma explicação."},{"images":[],"keywords":[],"text":"Após receber a desculpa de Wayan de que usando a Napster estava somente compartilhando, Lars replicou que a ideia de Marlon sobre compartilhar era simplesmente emprestar coisas que não eram suas sem pedir."},{"images":[],"keywords":[],"text":"Ele chamou então a equipe de turnê da banda, que prosseguiu confiscando todos os pertences de Wayan, deixando-o quase nu em um quarto vazio."},{"images":[],"keywords":[],"text":"O criador da Napster Shawn Fanning respondeu posteriormente à cerimônia ao apresentar um prêmio vestindo uma camiseta dos Metallica com os dizeres \"Eu peguei esta camisa emprestada de um amigo."},{"images":[],"keywords":[],"text":"Talvez, se eu gostar dela, irei comprar uma própria\""},{"images":[],"keywords":[],"text":"O desgaste da imagem da banda junto a seu público foi grande, já que a banda iniciou sua carreira na cena underground com a troca de bootlegs de suas apresentações."},{"images":[],"keywords":[],"text":"Esse fato fez com que a imagem da banda, que já estava arranhada pelos dois álbuns de estúdio anteriores, ficasse ainda mais comprometida junto a seus fãs mais antigos."},{"images":[],"keywords":[],"text":"A defesa da banda era que o Napster estava permitindo acesso livre a todo o seu catálogo e não somente os bootlegs ao vivo."},{"images":[],"keywords":[],"text":"Com planos de volta aos estúdios em 2001, Newsted deixou a banda em janeiro alegando danos físicos após vários anos tocando com o grupo e Kirk ficou no baixo e James guitarra solo e voz."},{"images":[],"keywords":[],"text":"Entretanto, entrevistas posteriores com Newsted e os integrantes remanescentes revelaram que o desejo de Newsted de lançar um CD e entrar em turnê com seu projeto paralelo Echobrain, e a resistência intensa de Hetfield à ideia, foi a causa primordial da saída do músico."},{"images":[],"keywords":[],"text":"Jason também alegou que não havia espaço para ele compor porque James Hetfield \"impôs\" essa barreira."},{"images":[],"keywords":[],"text":"Em julho de 2001, Hetfield entrou em reabilitação devido a alcoolismo e outros vícios, e por quase um ano a banda entrou em hiato."},{"images":[],"keywords":[],"text":"Com a volta do vocalista, a banda voltou lentamente como um trio para a composição e gravação do próximo álbum."},{"images":[],"keywords":[],"text":"A tarefa de tocar baixo nas sessões de gravação havia sido desempenhada pelo produtor e conhecido da banda Bob Rock."},{"images":[],"keywords":[],"text":"A gravação do álbum foi documentada para o filme Some Kind of Monster."},{"images":[],"keywords":[],"text":"No início de 2003, seguido da gravação do álbum, os Metallica iniciaram audições para a escolha de um substituto permanente para Newsted."},{"images":[],"keywords":[],"text":"Robert Trujillo, anteriormente dos Suicidal Tendencies e da banda de Ozzy Osbourne, foi escolhido como novo baixista e Kirk voltou a guitarra solo e James a voz e guitarra base."},{"images":[],"keywords":[],"text":"Jason Newsted acabou reunindo-se com a banda de thrash metal Voivod em 2002."},{"images":[],"keywords":[],"text":"Acabou também substituindo Robert Trujillo na banda de Ozzy durante a turnê Ozzfest de 2003."},{"images":[],"keywords":[],"text":"Ainda em 2003, o Metallica foi escolhido como ícone da MTV americana, na terceira edição do MTV Icon, uma espécie de \"Hall of Fame\" da emissora, que homenageia grandes bandas e artistas solo pelos serviços prestados a música, com o evento realizado em Universal City, Califórnia."},{"images":[],"keywords":[],"text":"O show começou com Sum 41 tocando \"For Whom The Bell Tolls\" e \"Enter Sandman\"."},{"images":[],"keywords":[],"text":"Em seguida, os quatro integrantes do Metallica apareceram no palco e passaram pelo meio da multidão extasiada até chegar a seus lugares na primeira fileira do público."},{"images":[],"keywords":[],"text":"A carreira da banda, ao longo de duas décadas, foi documentada em dois telões, entre uma apresentação e outra, mas a saída de Dave Mustaine e a morte de Cliff Burton, membros originais da banda, quase não foram mencionadas."},{"images":[],"keywords":[],"text":"Avril Lavigne cantou \"Fuel\" com sua banda."},{"images":[],"keywords":[],"text":"O rapper Snoop Dogg fez uma versão em karaokê de \"Sad But True\", e o Korn foi ovacionado em pé pelo Metallica por sua versão de \"One\"."},{"images":[],"keywords":[],"text":"O Limp Bizkit apresentou uma versão rap metal de \"Sanitarium\"."},{"images":[],"keywords":[],"text":"Tocando em público pela primeira vez com o novo baixista Rob Trujillo, o Metallica apresentou um medley de canções que abrangem de 1983-1991, seguida de \"Frantic\" que foi tocada ao vivo pela primeira vez."},{"images":[],"keywords":[],"text":"Os apresentadores do concerto incluíram Rob Zombie, Lisa Marie Presley, Travis Barker, do Blink 182, a atriz Shannon Elizabeth, o ator Sean Penn, o humorista Jim Breuer e Chester Bennington, do Linkin Park."},{"images":[],"keywords":[],"text":"A MTV criou um site para promover o especial, com depoimentos de celebridades e músicos, incluindo Kelly Osbourne, Sully Erna do Godsmack, Ja Rule e David \"Phoenix\" Farrell, do Linkin Park."},{"images":[],"keywords":[],"text":"Em junho de 2003 foi lançado o oitavo álbum de estúdio do Metallica, St. Anger, estreando na primeira posição das paradas musicais da Billboard 200."},{"images":[],"keywords":[],"text":"Intencionalmente seco e pesado, e também desprovido quase que completamente de solos de guitarra, foi seguido de críticas do fãs por novamente seguir a tendência da época, que no caso era nu metal/metal alternativo."},{"images":[],"keywords":[],"text":"Apesar disso, o álbum ganhou o Grammy Award de 2004 para Melhor Desempenho de Metal."},{"images":[],"keywords":[],"text":"O álbum foi alvo de chacota graças ao som peculiar da bateria de Lars Após turnês extensas divulgando o álbum na Summer Sanitarium Tour 2003 e na Madly in Anger with the World, a banda entrou em hiato dos concertos e passou a maior parte de 2005 com amigos e família."},{"images":[],"keywords":[],"text":"Em 16 de fevereiro de 2006 a banda anunciou em sua página oficial que após um relacionamento de mais de quinze anos, o produtor musical de longa data Bob Rock não gravaria o próximo álbum de estúdio do Metallica."},{"images":[],"keywords":[],"text":"O grupo gravou em 2008 um álbum de estúdio com o produtor Rick Rubin, que já trabalhou com outras bandas proeminentes de rock e metal como Slayer, Danzig, System of a Down, Slipknot, Red Hot Chili Peppers, Rage Against the Machine e atualmente Linkin Park."},{"images":[],"keywords":[],"text":"A banda esteve em Portugal a 28 de junho de 2007, na sua Sick of the Studio Tour, proporcionando um grande concerto no festival Superbock Superock, juntamente com Joe Satriani e Mastodon, onde tocaram temas poucos habituais nos seus concertos, como a instrumental \"Orion\" e a canção \"...And Justice for All\", a banda já não tocava essas músicas ao vivo há mais de dezoito anos."},{"images":[],"keywords":[],"text":"Em 12 de setembro de 2008 foi lançado Death Magnetic; o álbum alcançou o topo em vários países e foi aclamado pela crítica e por boa parte dos fãs."},{"images":[],"keywords":[],"text":"Em 21 de outubro de 2008 o Metallica iniciou a turnê \"World Magnetic Tour\", que estava associada ao Death Magnetic, que acabou em 21 de novembro de 2010."},{"images":[],"keywords":[],"text":"Em 3 de abril de 2009 o Metallica lançou o single \"Broken, Beat & Scarred\", que também fazia parte do álbum Death Magnetic."},{"images":[],"keywords":[],"text":"Nos dias 4, 6 e 7 de junho o Metallica fez shows na Cidade do México, no México."},{"images":[],"keywords":[],"text":"Mais tarde é lançado o DVD ao vivo Orgulho, Paixão e Glória: Três Noites na Cidade do México."},{"images":[],"keywords":[],"text":"Em 7 de julho de 2009 a turnê passou pela França, onde o Metallica fez um show ao vivo, que posteriormente lançaram o DVD ao vivo Français Pour Une Nuit."},{"images":[],"keywords":[],"text":"Em 4 de abril de 2009, o Metallica subiu ao palco para tocar um medley de seus principais hits na cerimônia do Rock and Roll Hall of Fame, e dois dos baixistas do grupo, Jason Newsted e Robert Trujillo tocaram juntos."},{"images":[],"keywords":[],"text":"O vocalista James Hetfield e o baterista Lars Ulrich se abraçaram no palco após falar com o público e agradeceram aos fãs que acompanharam os altos e baixos da banda, como a morte do antigo baixista Cliff Burton em 1986."},{"images":[],"keywords":[],"text":"- Sonhem alto e se atrevam a errar."},{"images":[],"keywords":[],"text":"Eu os desafio a fazer isso, porque isso aqui é uma prova viva de que é possível transformar um sonho em realidade - disse Hetfield."},{"images":[],"keywords":[],"text":"Os nomeados são escolhidos por 600 pessoas de um grupo de cantores elegíveis 25 anos depois de seu primeiro álbum ser lançado."},{"images":[],"keywords":[],"text":"Entrar para o Rock and Roll Hall of Fame é considerado uma grande honra entre músicos do rock, desde a década de 50."},{"images":[],"keywords":[],"text":"Depois de 11 anos de ausência, o Metallica retornou ao Brasil no início de 2010 para três shows, em Porto Alegre e São Paulo ."},{"images":[],"keywords":[],"text":"Na primeira noite na capital paulista, o show teve todos os 68 mil ingressos vendidos, lotando o Estádio do Morumbi."},{"images":[],"keywords":[],"text":"Nas três apresentações no Brasil, a banda tocou várias músicas que levaram o público ao delírio, seus grandes clássicos, além de músicas do mais recente álbum Death Magnetic, de 2008."},{"images":[],"keywords":[],"text":"Os dois shows em São Paulo tiveram a abertura da banda brasileira Sepultura."},{"images":[],"keywords":[],"text":"Em Porto Alegre, o Metallica se apresentou pela segunda vez, mas o vocalista James Hetfield se enganou ao dizer aos porto-alegrenses que o Metallica estava pela primeira vez na cidade, mas logo o guitarrista Kirk Hammett corrigiu fazendo um sinal com as mãos mostrando que era a segunda apresentação."},{"images":[],"keywords":[],"text":"Em junho de 2010 o Metallica, juntamente com Slayer, Megadeth e Anthrax, realizaram uma turnê juntos na Sonisphere Festival na Polónia, República Checa, Bulgária, Roménia e Turquia, chamada Big Four of Thrash."},{"images":[],"keywords":[],"text":"Em 22 de junho, todas as bandas tocaram no mesmo palco juntas pela primeira vez, em Sofia Bulgária, a música \"Am I Evil?\", cover de Diamond Head realizado pela primeira vez em 1984, pelo Metallica."},{"images":[],"keywords":[],"text":"Esta é também a primeira vez que James Hetfield e Dave Mustaine tocaram juntos desde 1983, quando Mustaine foi expulso do Metallica."},{"images":[],"keywords":[],"text":"Os shows foram gravados e editados e, em seguida, foi ao ar em mais de 800 cinemas em todo o mundo no mesmo dia do festival."},{"images":[],"keywords":[],"text":"Esse show marcou a história do rock, e foi gravado em DVD/Blu-ray ao vivo, intitulado \"The Big 4 Live from Sofia, Bulgaria\"."},{"images":[],"keywords":[],"text":"Em uma entrevista de novembro de 2010 com The Pulse of Radio, Lars Ulrich afirmou que o Metallica quer voltar a escrever novamente para 2011."},{"images":[],"keywords":[],"text":"Ulrich afirmou: \"Há um monte de boatos no ar em 2011, mas acho que o principal é que realmente queremos voltar a escrever novamente."},{"images":[],"keywords":[],"text":"Nós não escrevemos desde 2006 ou 2007, e por isso nós queremos ser criativos novamente."},{"images":[],"keywords":[],"text":"Provavelmente, eu diria, março ou abril, e começar, provavelmente, volta a escrever algumas músicas\", diz Lars Ulrich."},{"images":[],"keywords":[],"text":"Em 13 de dezembro de 2010 o Metallica anunciou que voltará a realizar o Big Four, durante o Sonisphere Festival, no Reino Unido, em 8 de julho de 2011."},{"images":[],"keywords":[],"text":"Esta foi a primeira vez que todos os membros do Big Four vão estar no mesmo palco no Reino Unido."},{"images":[],"keywords":[],"text":"O show aconteceu em Knebworth House, Hertfordshire."},{"images":[],"keywords":[],"text":"Outro show do Big Four teve lugar na França em 9 de julho de 2011."},{"images":[],"keywords":[],"text":"Em junho de 2011 Metallica lançou a versão da banda do jogo Monopoly."},{"images":[],"keywords":[],"text":"Além do Metallica, Kiss, The Beatles, Elvis Presley e The Grateful Dead estão entre as outras bandas que já tiveram sua própria versão do jogo"},{"images":[],"keywords":[],"text":"Em 16 de junho, no site oficial, a banda revelou que lançaria, em 31 de outubro, para o mundo inteiro, e 1 de novembro nos Estados Unidos, o álbum Lulu, o disco foi inspirado em duas peças do dramaturgo alemão Frank Wedekind: \"Earth spirit\" e \"Pandora's box\"."},{"images":[],"keywords":[],"text":"As letras foram originalmente compostas por Lou Reed para uma montagem teatral em Berlim."},{"images":[],"keywords":[],"text":"Em 25 de setembro de 2011, a banda fez o show de encerramento da noite do metal na versão original do Rock in Rio para cerca de 100 mil pessoas."},{"images":[],"keywords":[],"text":"O show bateu o recorde de maior público acompanhando um concerto do evento ao vivo pelo YouTube, com mais de 3 milhões de espectadores online."},{"images":[],"keywords":[],"text":"Em Dezembro de 2011, o Metallica fez uma série de 4 shows em The Filmore, nos Estados Unidos, para comemorar os 30 anos de estrada da banda."},{"images":[],"keywords":[],"text":"A apresentação contou com todos os membros que fizeram parte da banda e ainda estão vivos: Dave Mustaine, Jason Newsted, Ron McGovney, Lloyd Grant , e também contou com convidados como, Mercyful Fate, Apocalyptica, Diamond Head, Ozzy Osbourne, Rob Halford, Danzig, John Bush, Jerry Cantrell, Kid Rock, Marianne Faithfull, Geezer Butler, Biff Byford e Bob Rock."},{"images":[],"keywords":[],"text":"Ainda não foi anunciado se haverá lançamento oficial em DVD ou Blu-Ray do evento.[carece de fontes?]Em 12 de Dezembro, o Metallica lançou um EP composta por quatro faixas excluídas do álbum Death Magnetic de 2008, intitulada Beyond Magnetic."},{"images":[],"keywords":[],"text":"No dia 21 de Dezembro de 2011, a banda confirmou oficialmente o seu regresso a Portugal para um show no Rock In Rio 2012 de Lisboa no dia 25 de Maio."},{"images":[],"keywords":[],"text":"Em 7 de fevereiro de 2012, o Metallica anunciou a criação do seu próprio festival, Orion Music + More, que aconteceu nos dias 23 e 24 de junho em Atlantic City, em Nova Jersey, nos EUA."},{"images":[],"keywords":[],"text":"Mais de 30 artistas foram confirmados, entre eles Arctic Monkeys, Slipknot, Avenged Sevenfold, Sepultura, Suicidal Tendencies, Ghost, The Sword, Cage The Elephant, Eric Church, Gary Clark Jr. e muitos outros."},{"images":[],"keywords":[],"text":"Em agosto de 2013, estrelaram o filme em 3D Metallica: Through the Never."},{"images":[],"keywords":[],"text":"Em 19 de setembro do mesmo ano, o Metallica regressa ao Rock in Rio como headliner, encerrando a primeira noite de heavy metal desta edição do festival"},{"images":[],"keywords":[],"text":"Em 8 de dezembro de 2013, a banda fez um show na Antártida para 120 pessoas, tornando-se assim a primeira banda a tocar em todos os continentes."},{"images":[],"keywords":[],"text":"O show, chamado de \"Freeze 'Em All\", foi realizado numa base científica da Argentina na região e os fãs que presenciaram o concerto foram 19 vencedores de um concurso da Coca-Cola em seu país, além de jornalistas e demais convidados."},{"images":[],"keywords":[],"text":"Quinze toneladas de equipamento foram necessárias para o show, mas de maneira a preservar o ecossistema local, todos tiveram que escutar as dez canções em fones de ouvido."},{"images":[],"keywords":[],"text":"Em Janeiro de 2014, a banda toca \"One\" no Grammy Awards com o pianista chinês Lang Lang."},{"images":[],"keywords":[],"text":"Em Março começam uma turnê chamada \"Metallica By Request\", na qual fãs escolhiam na internet as músicas para a banda tocar."},{"images":[],"keywords":[],"text":"Uma nova música chamada \"Lords of Summer\" foi escrita e lançada em junho"},{"images":[],"keywords":[],"text":"Em 19 de setembro de 2015,o Metallica faz mais uma participação no Rock in Rio, desta vez no aniversário de 30 anos do evento."},{"images":[],"keywords":[],"text":"É o terceiro show da banda no festival"},{"images":[],"keywords":[],"text":"Em 18 de Agosto de 2016, o Metallica anunciou seu novo álbum Hardwired...to Self-Destruct e postou em seu canal oficial no YouTube, o clipe oficial do 1° single do álbum, \"Hardwired\"."},{"images":[],"keywords":[],"text":"No dia 26 de Setembro de 2016 o 2° single foi lançado, junto a um videoclipe em seu canal do YouTube \"Moth Into Flame\"."},{"images":[],"keywords":[],"text":"O álbum foi lançado mundialmente no dia 18 de Novembro de 2016, recebendo diversas criticas positivas."},{"images":[],"keywords":[],"text":"No canal oficial da banda no YouTube estão disponíveis videoclipes para todas a faixas do álbum, sendo a primeira vez que o grupo faz isso, incluindo \"Lords of Summer\" ."},{"images":[],"keywords":[],"text":"Hardwired...to Self-Destruct foi o sexto álbum do Metallica a alcançar a primeira posição na Billboard 200, sendo a terceira melhor estreia do ano de 2016."},{"images":[],"keywords":[],"text":"Lista de recordistas de vendas de discos Christe, Ian ."},{"images":[],"keywords":[],"text":"Sound of the Beast: The Complete Headbanging History of Heavy Metal ."},{"images":[],"keywords":[],"text":"[S.l.]: HarperCollins."},{"images":[],"keywords":[],"text":"ISBN 0-380-81127-8 Site oficial Metallica no Facebook Metallica no Twitter"}],"sentences":[{"images":[],"keywords":["San Francisco","Metallica","banda norte-americana de heavy metal originária de Los Angeles","base"],"text":"Metallica é uma banda norte-americana de heavy metal originária de Los Angeles, mas com base em San Francisco."},{"images":[],"keywords":["tempos rápidos","musicalidade agressiva","repertório","lugar de pioneiros do thrash metal","bandas fundadoras do Big Four of Thrash","instrumentais","Slayer","Megadeth","Anthrax"],"text":"O seu repertório inclui tempos rápidos, pesados, melódicos, instrumentais e musicalidade agressiva, a qual os colocou no lugar de pioneiros do thrash metal e uma das bandas fundadoras do Big Four of Thrash, conjuntamente com Slayer, Megadeth e Anthrax."},{"images":[],"keywords":["James Hetfield","Lars Ulrich","jornal local","Metallica","anúncio"],"text":"Os Metallica formaram-se em 1981, após James Hetfield responder a um anúncio que Lars Ulrich colocou no jornal local."},{"images":[],"keywords":["formação atual","fundadores Ulrich","guitarrista Kirk Hammett","baixista Robert Trujillo","Hetfield"],"text":"A sua formação atual apresenta os fundadores Ulrich e Hetfield , o guitarrista Kirk Hammett , e o baixista Robert Trujillo ."},{"images":[],"keywords":["formação atual","Dave Mustaine","Ron McGovney","Cliff Burton","Jason Newsted","banda","integrantes"],"text":"Antes de chegarem à sua formação atual, a banda teve outros integrantes, sendo eles: Dave Mustaine , Ron McGovney, Cliff Burton e Jason Newsted ."},{"images":[],"keywords":["primeiros álbuns","crescente base de fãs","comunidade de música underground","Master of Puppets","álbuns de thrash metal","lançamentos","Metallica","críticos"],"text":"Com os lançamentos de seus quatro primeiros álbuns, os Metallica ganhou uma crescente base de fãs na comunidade de música underground, e alguns críticos dizem que Master of Puppets é um dos álbuns de thrash metal mais influentes e \"pesados\"."},{"images":[],"keywords":["enorme sucesso comercial","álbum auto","banda","cópias","mundo"],"text":"Logo após, a banda alcançou enorme sucesso comercial com o seu álbum auto-intitulado de 1991 , que já vendeu 40 milhões de cópias pelo mundo até hoje."}]}